<?xml version="1.0" encoding="UTF-8"?>
<policy>
  <general>
    <name>Apple Software Update</name>
    <enabled>true</enabled>
    <trigger>USER_INITIATED</trigger>
    <trigger_checkin>false</trigger_checkin>
    <trigger_enrollment_complete>false</trigger_enrollment_complete>
    <trigger_login>false</trigger_login>
    <trigger_logout>false</trigger_logout>
    <trigger_network_state_changed>false</trigger_network_state_changed>
    <trigger_startup>false</trigger_startup>
    <trigger_other/>
    <frequency>Ongoing</frequency>
    <location_user_only>false</location_user_only>
    <target_drive>/</target_drive>
    <offline>false</offline>
    <category>
      <name>Self Service</name>
    </category>
  </general>
  <scope>
    <all_computers>true</all_computers>
  </scope>
  <self_service>
    <use_for_self_service>true</use_for_self_service>
    <self_service_display_name>Apple Software Update</self_service_display_name>
    <install_button_text>Start</install_button_text>
    <reinstall_button_text>Start</reinstall_button_text>
    <feature_on_main_page>true</feature_on_main_page>
    <self_service_categories/>
  </self_service>
  <reboot>
    <message/>
    <startup_disk>Current Startup Disk</startup_disk>
    <specify_startup/>
    <no_user_logged_in>Restart if a package or update requires it</no_user_logged_in>
    <user_logged_in>Restart if a package or update requires it</user_logged_in>
    <minutes_until_reboot>0</minutes_until_reboot>
    <start_reboot_timer_immediately>true</start_reboot_timer_immediately>
    <file_vault_2_reboot>true</file_vault_2_reboot>
  </reboot>
  <files_processes>
    <search_by_path/>
    <delete_file>false</delete_file>
    <locate_file/>
    <update_locate_database>false</update_locate_database>
    <spotlight_search/>
    <search_for_process/>
    <kill_process>false</kill_process>
    <run_command>/usr/sbin/softwareupdate --install --all --restart</run_command>
  </files_processes>
  <user_interaction>
    <message_start/>
    <allow_users_to_defer>false</allow_users_to_defer>
    <allow_deferral_until_utc/>
    <message_finish/>
  </user_interaction>
</policy>