<?xml version="1.0" encoding="UTF-8"?>
<policy>
  <general>
    <name>Audacity</name>
    <enabled>true</enabled>
    <trigger>EVENT</trigger>
    <trigger_checkin>true</trigger_checkin>
    <frequency>Once every day</frequency>
    <category>
      <name>Applikationen</name>
    </category>
  </general>
  <scope>
    <all_computers>true</all_computers>
  </scope>
  <self_service>
    <use_for_self_service>false</use_for_self_service>
  </self_service>
  <package_configuration>
    <packages>
      <size>0</size>
    </packages>
  </package_configuration>
  <files_processes>
    <search_by_path>/Applications/Audacity</search_by_path>
    <delete_file>true</delete_file>
    <locate_file/>
    <update_locate_database>false</update_locate_database>
    <spotlight_search/>
    <search_for_process/>
    <kill_process>false</kill_process>
    <run_command>/usr/local/bin/aky audacity &amp;&amp; /usr/local/bin/jsssr "Install Lame Library for Audacity.sh"</run_command>
  </files_processes>
</policy>
