<?xml version="1.0" encoding="UTF-8"?>
<policy>
    <general>
        <name>macOS Mojave</name>
        <trigger>USER_INITIATED</trigger>
        <frequency>Ongoing</frequency>
        <category>
            <name>Self Service</name>
        </category>
    </general>
    <scope>
        <all_computers>true</all_computers>
        <exclusions>
            <computers/>
            <computer_groups>
                <computer_group>
                    <name>Clients OS X 10.14 greater than or equal</name>
                </computer_group>
                <computer_group>
                    <name>Macs incompatible with macOS Mojave</name>
                </computer_group>
            </computer_groups>
        </exclusions>
    </scope>
    <self_service>
        <use_for_self_service>true</use_for_self_service>
        <self_service_display_name>macOS Mojave</self_service_display_name>
        <install_button_text>Installieren</install_button_text>
        <reinstall_button_text>Installieren</reinstall_button_text>
        <self_service_description>Hiermit wird das Betriebssystem macOS Mojave installiert.
            Achtung! Die Installation dauert 30-45 Minuten. Ihr Rechner wird während dieser Zeit mehrmals neu starten. Bitte sichern Sie alle offenen Dateien oder Dokumente bevor Sie fortfahren.</self_service_description>
        <force_users_to_view_description>true</force_users_to_view_description>
        <self_service_icon>
            <id>181</id>
            <filename>mojave.png</filename>
            <uri>https://jss4.anykeyit.ch/anver//iconservlet/?id=181</uri>
        </self_service_icon>
        <feature_on_main_page>true</feature_on_main_page>
    </self_service>
    <files_processes>
        <run_command>/usr/local/bin/jsssr "Install macOS Mojave.sh"</run_command>
    </files_processes>
</policy>
