<?xml version="1.0" encoding="UTF-8" standalone="yes"?>
<os_x_configuration_profile>
    <general>
        <name>anykey IT Client Bootstrap</name>
        <category>
            <id>1</id>
            <name>anykey IT</name>
        </category>
        <payloads>&lt;?xml version="1.0" encoding="UTF-8"?&gt;&lt;!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd"&gt;
&lt;plist version="1"&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;fbd3c49e-e392-4a90-9375-2cd72dc83a41&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;Configuration&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;anykeyIT&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;fbd3c49e-e392-4a90-9375-2cd72dc83a41&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;anykey IT Client Bootstrap&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;PayloadRemovalDisallowed&lt;/key&gt;&lt;true/&gt;&lt;key&gt;PayloadScope&lt;/key&gt;&lt;string&gt;System&lt;/string&gt;&lt;key&gt;PayloadContent&lt;/key&gt;&lt;array&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;eb3e038c-4ed5-4b03-ae04-595884656da3&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.ManagedClient.preferences&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;anver&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;MCXToProfile.bb7a3cb4-fba2-4e73-aad7-4120eb47a1de.alacarte.customsettings.eb3e038c-4ed5-4b03-ae04-595884656da3&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;Custom&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;PayloadContent&lt;/key&gt;&lt;dict&gt;&lt;key&gt;com.apple.assistant.support&lt;/key&gt;&lt;dict&gt;&lt;key&gt;Forced&lt;/key&gt;&lt;array&gt;&lt;dict&gt;&lt;key&gt;mcx_preference_settings&lt;/key&gt;&lt;dict&gt;&lt;key&gt;Assistant Enabled&lt;/key&gt;&lt;false/&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/array&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;a1db3306-8616-411b-a163-efb8b5f0bdd0&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.ManagedClient.preferences&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;anver&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;MCXToProfile.bb7a3cb4-fba2-4e73-aad7-4120eb47a1de.alacarte.customsettings.a1db3306-8616-411b-a163-efb8b5f0bdd0&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;Custom&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;PayloadContent&lt;/key&gt;&lt;dict&gt;&lt;key&gt;com.apple.loginwindow&lt;/key&gt;&lt;dict&gt;&lt;key&gt;Forced&lt;/key&gt;&lt;array&gt;&lt;dict&gt;&lt;key&gt;mcx_preference_settings&lt;/key&gt;&lt;dict&gt;&lt;key&gt;TALLogoutSavesState&lt;/key&gt;&lt;false/&gt;&lt;key&gt;AdminHostInfo&lt;/key&gt;&lt;string&gt;HostName&lt;/string&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/array&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;aecb7d33-0d1e-4b9e-9bc5-f665e8bcffea&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.ManagedClient.preferences&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;anver&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;MCXToProfile.bb7a3cb4-fba2-4e73-aad7-4120eb47a1de.alacarte.customsettings.aecb7d33-0d1e-4b9e-9bc5-f665e8bcffea&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;Custom&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;PayloadContent&lt;/key&gt;&lt;dict&gt;&lt;key&gt;com.apple.mail&lt;/key&gt;&lt;dict&gt;&lt;key&gt;Forced&lt;/key&gt;&lt;array&gt;&lt;dict&gt;&lt;key&gt;mcx_preference_settings&lt;/key&gt;&lt;dict&gt;&lt;key&gt;DisableInlineAttachmentViewing&lt;/key&gt;&lt;true/&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/array&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;3f7b17ec-f032-4051-ae2c-bda2f49b6c41&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.ManagedClient.preferences&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;anver&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;MCXToProfile.bb7a3cb4-fba2-4e73-aad7-4120eb47a1de.alacarte.customsettings.3f7b17ec-f032-4051-ae2c-bda2f49b6c41&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;Custom&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;PayloadContent&lt;/key&gt;&lt;dict&gt;&lt;key&gt;com.apple.NetworkAuthorization&lt;/key&gt;&lt;dict&gt;&lt;key&gt;Forced&lt;/key&gt;&lt;array&gt;&lt;dict&gt;&lt;key&gt;mcx_preference_settings&lt;/key&gt;&lt;dict&gt;&lt;key&gt;AllowUnknownServers&lt;/key&gt;&lt;true/&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/array&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;6368c511-3721-482a-9992-822f0b83d77e&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.ManagedClient.preferences&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;anver&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;MCXToProfile.bb7a3cb4-fba2-4e73-aad7-4120eb47a1de.alacarte.customsettings.6368c511-3721-482a-9992-822f0b83d77e&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;Custom&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;PayloadContent&lt;/key&gt;&lt;dict&gt;&lt;key&gt;com.apple.Safari&lt;/key&gt;&lt;dict&gt;&lt;key&gt;Forced&lt;/key&gt;&lt;array&gt;&lt;dict&gt;&lt;key&gt;mcx_preference_settings&lt;/key&gt;&lt;dict&gt;&lt;key&gt;PlugInInfo&lt;/key&gt;&lt;dict&gt;&lt;key&gt;com.apple.QuickTime Plugin.plugin&lt;/key&gt;&lt;dict&gt;&lt;key&gt;plugInCurrentState&lt;/key&gt;&lt;true/&gt;&lt;/dict&gt;&lt;key&gt;com.oracle.java.JavaAppletPlugin&lt;/key&gt;&lt;dict&gt;&lt;key&gt;plugInCurrentState&lt;/key&gt;&lt;true/&gt;&lt;/dict&gt;&lt;key&gt;com.macromedia.Flash Player.plugin&lt;/key&gt;&lt;dict&gt;&lt;key&gt;plugInCurrentState&lt;/key&gt;&lt;true/&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;key&gt;ManagedPlugInPolicies&lt;/key&gt;&lt;dict&gt;&lt;key&gt;com.apple.QuickTime Plugin.plugin&lt;/key&gt;&lt;dict&gt;&lt;key&gt;PlugInFirstVisitPolicy&lt;/key&gt;&lt;string&gt;PlugInPolicyAllowWithSecurityRestrictions&lt;/string&gt;&lt;/dict&gt;&lt;key&gt;com.oracle.java.JavaAppletPlugin&lt;/key&gt;&lt;dict&gt;&lt;key&gt;PlugInFirstVisitPolicy&lt;/key&gt;&lt;string&gt;PlugInPolicyAllowWithSecurityRestrictions&lt;/string&gt;&lt;/dict&gt;&lt;key&gt;com.macromedia.Flash Player.plugin&lt;/key&gt;&lt;dict&gt;&lt;key&gt;PlugInDisallowPromptBeforeUseDialog&lt;/key&gt;&lt;true/&gt;&lt;key&gt;PlugInFirstVisitPolicy&lt;/key&gt;&lt;string&gt;PlugInPolicyAllowWithSecurityRestrictions&lt;/string&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/array&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;bbf8bd2a-0b2f-4a2e-af54-d5a9895731cc&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.ManagedClient.preferences&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;anver&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;MCXToProfile.bb7a3cb4-fba2-4e73-aad7-4120eb47a1de.alacarte.customsettings.bbf8bd2a-0b2f-4a2e-af54-d5a9895731cc&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;Custom&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;PayloadContent&lt;/key&gt;&lt;dict&gt;&lt;key&gt;com.apple.screensaver&lt;/key&gt;&lt;dict&gt;&lt;key&gt;Forced&lt;/key&gt;&lt;array&gt;&lt;dict&gt;&lt;key&gt;mcx_preference_settings&lt;/key&gt;&lt;dict&gt;&lt;key&gt;loginWindowIdleTime&lt;/key&gt;&lt;integer&gt;0&lt;/integer&gt;&lt;key&gt;askForPassword&lt;/key&gt;&lt;true/&gt;&lt;key&gt;tokenRemovalAction&lt;/key&gt;&lt;integer&gt;0&lt;/integer&gt;&lt;key&gt;askForPasswordDelay&lt;/key&gt;&lt;integer&gt;300&lt;/integer&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/array&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;65a74133-c762-4268-b74b-e67aa7a1c6a5&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.ManagedClient.preferences&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;anver&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;MCXToProfile.bb7a3cb4-fba2-4e73-aad7-4120eb47a1de.alacarte.customsettings.65a74133-c762-4268-b74b-e67aa7a1c6a5&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;Custom&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;PayloadContent&lt;/key&gt;&lt;dict&gt;&lt;key&gt;com.apple.SetupAssistant.managed&lt;/key&gt;&lt;dict&gt;&lt;key&gt;Forced&lt;/key&gt;&lt;array&gt;&lt;dict&gt;&lt;key&gt;mcx_preference_settings&lt;/key&gt;&lt;dict&gt;&lt;key&gt;GestureMovieSeen&lt;/key&gt;&lt;true/&gt;&lt;key&gt;SkipTouchIDSetup&lt;/key&gt;&lt;true/&gt;&lt;key&gt;SkipAppearance&lt;/key&gt;&lt;true/&gt;&lt;key&gt;SkipPrivacySetup&lt;/key&gt;&lt;true/&gt;&lt;key&gt;DidSeePrivacy&lt;/key&gt;&lt;true/&gt;&lt;key&gt;DidSeeSiriSetup&lt;/key&gt;&lt;true/&gt;&lt;key&gt;SkipCloudSetup&lt;/key&gt;&lt;true/&gt;&lt;key&gt;SkipSiriSetup&lt;/key&gt;&lt;true/&gt;&lt;key&gt;DidSeeCloudSetup&lt;/key&gt;&lt;true/&gt;&lt;key&gt;SkipiCloudStorageSetup&lt;/key&gt;&lt;true/&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/array&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;742d26da-8604-4e67-bd09-ed6e9b53cb90&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.ManagedClient.preferences&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;anver&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;MCXToProfile.bb7a3cb4-fba2-4e73-aad7-4120eb47a1de.alacarte.customsettings.742d26da-8604-4e67-bd09-ed6e9b53cb90&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;Custom&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;PayloadContent&lt;/key&gt;&lt;dict&gt;&lt;key&gt;com.apple.sharingd&lt;/key&gt;&lt;dict&gt;&lt;key&gt;Forced&lt;/key&gt;&lt;array&gt;&lt;dict&gt;&lt;key&gt;mcx_preference_settings&lt;/key&gt;&lt;dict&gt;&lt;key&gt;DiscoverableMode&lt;/key&gt;&lt;string&gt;Everyone&lt;/string&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/array&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;10d3e6c8-f10f-4441-bf7c-5afa86a243f5&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.ManagedClient.preferences&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;anver&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;MCXToProfile.bb7a3cb4-fba2-4e73-aad7-4120eb47a1de.alacarte.customsettings.10d3e6c8-f10f-4441-bf7c-5afa86a243f5&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;Custom&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;PayloadContent&lt;/key&gt;&lt;dict&gt;&lt;key&gt;com.apple.Siri&lt;/key&gt;&lt;dict&gt;&lt;key&gt;Forced&lt;/key&gt;&lt;array&gt;&lt;dict&gt;&lt;key&gt;mcx_preference_settings&lt;/key&gt;&lt;dict&gt;&lt;key&gt;UserHasDeclinedEnable&lt;/key&gt;&lt;true/&gt;&lt;key&gt;StatusMenuVisible&lt;/key&gt;&lt;false/&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/array&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;15c7e68d-ee5a-4727-a0e6-3609c5eedf00&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.ManagedClient.preferences&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;anver&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;MCXToProfile.bb7a3cb4-fba2-4e73-aad7-4120eb47a1de.alacarte.customsettings.15c7e68d-ee5a-4727-a0e6-3609c5eedf00&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;Custom&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;PayloadContent&lt;/key&gt;&lt;dict&gt;&lt;key&gt;com.apple.SoftwareUpdate&lt;/key&gt;&lt;dict&gt;&lt;key&gt;Forced&lt;/key&gt;&lt;array&gt;&lt;dict&gt;&lt;key&gt;mcx_preference_settings&lt;/key&gt;&lt;dict&gt;&lt;key&gt;AutomaticCheckEnabled&lt;/key&gt;&lt;false/&gt;&lt;key&gt;AutomaticDownload&lt;/key&gt;&lt;false/&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/array&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;4d7a8408-7ad2-423c-86cb-8a643268cf98&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.ManagedClient.preferences&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;anver&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;MCXToProfile.bb7a3cb4-fba2-4e73-aad7-4120eb47a1de.alacarte.customsettings.4d7a8408-7ad2-423c-86cb-8a643268cf98&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;Custom&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;PayloadContent&lt;/key&gt;&lt;dict&gt;&lt;key&gt;com.apple.TimeMachine&lt;/key&gt;&lt;dict&gt;&lt;key&gt;Forced&lt;/key&gt;&lt;array&gt;&lt;dict&gt;&lt;key&gt;mcx_preference_settings&lt;/key&gt;&lt;dict&gt;&lt;key&gt;DoNotOfferNewDisksForBackup&lt;/key&gt;&lt;true/&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/array&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;ddbce976-0d3f-4cdd-92e2-20f2b1c3141a&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.ManagedClient.preferences&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;anver&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;MCXToProfile.bb7a3cb4-fba2-4e73-aad7-4120eb47a1de.alacarte.customsettings.ddbce976-0d3f-4cdd-92e2-20f2b1c3141a&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;Custom&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;PayloadContent&lt;/key&gt;&lt;dict&gt;&lt;key&gt;com.apple.timezone.auto&lt;/key&gt;&lt;dict&gt;&lt;key&gt;Forced&lt;/key&gt;&lt;array&gt;&lt;dict&gt;&lt;key&gt;mcx_preference_settings&lt;/key&gt;&lt;dict&gt;&lt;key&gt;Active&lt;/key&gt;&lt;true/&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/array&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;046aa51e-cd8d-4436-8a7b-a933fa8ae757&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.ManagedClient.preferences&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;anver&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;MCXToProfile.bb7a3cb4-fba2-4e73-aad7-4120eb47a1de.alacarte.customsettings.046aa51e-cd8d-4436-8a7b-a933fa8ae757&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;Custom&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;PayloadContent&lt;/key&gt;&lt;dict&gt;&lt;key&gt;com.google.Chrome&lt;/key&gt;&lt;dict&gt;&lt;key&gt;Forced&lt;/key&gt;&lt;array&gt;&lt;dict&gt;&lt;key&gt;mcx_preference_settings&lt;/key&gt;&lt;dict&gt;&lt;key&gt;DefaultNotificationsSetting&lt;/key&gt;&lt;integer&gt;3&lt;/integer&gt;&lt;key&gt;HomepageLocation&lt;/key&gt;&lt;string&gt;https://google.ch&lt;/string&gt;&lt;key&gt;HomepageIsNewTabPage&lt;/key&gt;&lt;false/&gt;&lt;key&gt;AllowDeletingBrowserHistory&lt;/key&gt;&lt;false/&gt;&lt;key&gt;IncognitoModeAvailability&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;DefaultJavaScriptSetting&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;ImportSavedPasswords&lt;/key&gt;&lt;false/&gt;&lt;key&gt;SafeBrowsingEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;ImportSearchEngine&lt;/key&gt;&lt;false/&gt;&lt;key&gt;DefaultGeolocationSetting&lt;/key&gt;&lt;integer&gt;2&lt;/integer&gt;&lt;key&gt;DeviceAutoUpdateDisabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;DefaultPopupsSetting&lt;/key&gt;&lt;integer&gt;3&lt;/integer&gt;&lt;key&gt;DefaultPluginsSetting&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;HideWebStoreIcon&lt;/key&gt;&lt;true/&gt;&lt;key&gt;ImportHomepage&lt;/key&gt;&lt;false/&gt;&lt;key&gt;SyncDisabled&lt;/key&gt;&lt;false/&gt;&lt;key&gt;RestoreOnStartupURLs&lt;/key&gt;&lt;array&gt;&lt;string&gt;https://google.ch&lt;/string&gt;&lt;/array&gt;&lt;key&gt;AlwaysAuthorizePlugins&lt;/key&gt;&lt;true/&gt;&lt;key&gt;ShowHomeButton&lt;/key&gt;&lt;true/&gt;&lt;key&gt;AutoFillEnabled&lt;/key&gt;&lt;false/&gt;&lt;key&gt;BackgroundModeEnabled&lt;/key&gt;&lt;false/&gt;&lt;key&gt;ImportBookmarks&lt;/key&gt;&lt;false/&gt;&lt;key&gt;ImportHistory&lt;/key&gt;&lt;false/&gt;&lt;key&gt;DefaultSearchProviderSearchURL&lt;/key&gt;&lt;string&gt;www.google.ch/search?q=&lt;/string&gt;&lt;key&gt;RestoreOnStartup&lt;/key&gt;&lt;integer&gt;4&lt;/integer&gt;&lt;key&gt;DefaultSearchProviderName&lt;/key&gt;&lt;string&gt;Google&lt;/string&gt;&lt;key&gt;DefaultSearchProviderEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;ImportAutofillFormData&lt;/key&gt;&lt;false/&gt;&lt;key&gt;AllowOutdatedPlugins&lt;/key&gt;&lt;false/&gt;&lt;key&gt;DefaultBrowserSettingEnabled&lt;/key&gt;&lt;false/&gt;&lt;key&gt;PasswordManagerEnabled&lt;/key&gt;&lt;true/&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/array&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;bf526980-f0f0-479a-bc72-d1cd077dfd77&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.ManagedClient.preferences&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;anver&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;MCXToProfile.bb7a3cb4-fba2-4e73-aad7-4120eb47a1de.alacarte.customsettings.bf526980-f0f0-479a-bc72-d1cd077dfd77&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;Custom&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;PayloadContent&lt;/key&gt;&lt;dict&gt;&lt;key&gt;org.cups.PrintingPrefs&lt;/key&gt;&lt;dict&gt;&lt;key&gt;Forced&lt;/key&gt;&lt;array&gt;&lt;dict&gt;&lt;key&gt;mcx_preference_settings&lt;/key&gt;&lt;dict&gt;&lt;key&gt;com.apple.print.preset.defaultToStandardPreset&lt;/key&gt;&lt;true/&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/array&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;77BA0572-94D0-4C71-B120-44D63B071D05&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.ManagedClient.preferences&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;anver&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;77BA0572-94D0-4C71-B120-44D63B071D05&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;Custom&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;PayloadContent&lt;/key&gt;&lt;dict&gt;&lt;key&gt;com.apple.AppleMultitouchTrackpad&lt;/key&gt;&lt;dict&gt;&lt;key&gt;Forced&lt;/key&gt;&lt;array&gt;&lt;dict&gt;&lt;key&gt;mcx_preference_settings&lt;/key&gt;&lt;dict&gt;&lt;key&gt;TrackpadCornerSecondaryClick&lt;/key&gt;&lt;integer&gt;0&lt;/integer&gt;&lt;key&gt;Clicking&lt;/key&gt;&lt;true/&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/array&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;02883747-3ABC-4709-AB16-3897E2E1AF09&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.ManagedClient.preferences&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;anykeyIT&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;02883747-3ABC-4709-AB16-3897E2E1AF09&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;Custom&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;PayloadContent&lt;/key&gt;&lt;dict&gt;&lt;key&gt;.GlobalPreferences&lt;/key&gt;&lt;dict&gt;&lt;key&gt;Forced&lt;/key&gt;&lt;array&gt;&lt;dict&gt;&lt;key&gt;mcx_preference_settings&lt;/key&gt;&lt;dict&gt;&lt;key&gt;NSAutomaticPeriodSubstitutionEnabled&lt;/key&gt;&lt;false/&gt;&lt;key&gt;NSAutomaticDashSubstitutionEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;AppleShowScrollBars&lt;/key&gt;&lt;string&gt;Always&lt;/string&gt;&lt;key&gt;NSAutomaticSpellingCorrectionEnabled&lt;/key&gt;&lt;false/&gt;&lt;key&gt;AppleShowAllExtensions&lt;/key&gt;&lt;true/&gt;&lt;key&gt;NSQuitAlwaysKeepsWindows&lt;/key&gt;&lt;false/&gt;&lt;key&gt;NSAutomaticCapitalizationEnabled&lt;/key&gt;&lt;false/&gt;&lt;key&gt;NSAutomaticQuoteSubstitutionEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;CSUIDisable32BitWarning&lt;/key&gt;&lt;true/&gt;&lt;key&gt;NSAutomaticTextCompletionEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;NSAutomaticTextCompletionCollapsed&lt;/key&gt;&lt;true/&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/array&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;EF3BDF35-EE38-4E4A-A5FC-AC4DF9EFB09E&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.ManagedClient.preferences&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;anykeyIT&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;EF3BDF35-EE38-4E4A-A5FC-AC4DF9EFB09E&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;Custom&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;PayloadContent&lt;/key&gt;&lt;dict&gt;&lt;key&gt;com.apple.finder&lt;/key&gt;&lt;dict&gt;&lt;key&gt;Forced&lt;/key&gt;&lt;array&gt;&lt;dict&gt;&lt;key&gt;mcx_preference_settings&lt;/key&gt;&lt;dict&gt;&lt;key&gt;ShowPreviewPane&lt;/key&gt;&lt;false/&gt;&lt;key&gt;ShowRemovableMediaOnDesktop&lt;/key&gt;&lt;true/&gt;&lt;key&gt;SidebarPlacesSectionDisclosedState&lt;/key&gt;&lt;true/&gt;&lt;key&gt;ShowMountedServersOnDesktop&lt;/key&gt;&lt;true/&gt;&lt;key&gt;ShowStatusBar&lt;/key&gt;&lt;true/&gt;&lt;key&gt;NewWindowTarget&lt;/key&gt;&lt;string&gt;PfHm&lt;/string&gt;&lt;key&gt;FXPreferredSearchViewStyle&lt;/key&gt;&lt;string&gt;clmv&lt;/string&gt;&lt;key&gt;ShowSidebar&lt;/key&gt;&lt;true/&gt;&lt;key&gt;ShowExternalHardDrivesOnDesktop&lt;/key&gt;&lt;true/&gt;&lt;key&gt;SearchRecentsSavedViewStyle&lt;/key&gt;&lt;string&gt;clmv&lt;/string&gt;&lt;key&gt;AlwaysOpenWindowsInColumnView&lt;/key&gt;&lt;true/&gt;&lt;key&gt;ShowPathbar&lt;/key&gt;&lt;true/&gt;&lt;key&gt;ShowTabView&lt;/key&gt;&lt;false/&gt;&lt;key&gt;FXPreferredViewStyle&lt;/key&gt;&lt;string&gt;clmv&lt;/string&gt;&lt;key&gt;QuitMenuItem&lt;/key&gt;&lt;true/&gt;&lt;key&gt;SidebarDevicesSectionDisclosedState&lt;/key&gt;&lt;true/&gt;&lt;key&gt;ShowRecentTags&lt;/key&gt;&lt;false/&gt;&lt;key&gt;SidebarSharedSectionDisclosedState&lt;/key&gt;&lt;true/&gt;&lt;key&gt;_FXShowPosixPathInTitle&lt;/key&gt;&lt;true/&gt;&lt;key&gt;ShowHardDrivesOnDesktop&lt;/key&gt;&lt;true/&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/array&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;4F40CC5C-0303-44CC-8C1B-B8A69002209E&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.ManagedClient.preferences&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;anykeyIT&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;4F40CC5C-0303-44CC-8C1B-B8A69002209E&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;Custom&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;PayloadContent&lt;/key&gt;&lt;dict&gt;&lt;key&gt;com.apple.driver.AppleBluetoothMultitouch.mouse&lt;/key&gt;&lt;dict&gt;&lt;key&gt;Forced&lt;/key&gt;&lt;array&gt;&lt;dict&gt;&lt;key&gt;mcx_preference_settings&lt;/key&gt;&lt;dict&gt;&lt;key&gt;MouseButtonMode&lt;/key&gt;&lt;string&gt;TwoButton&lt;/string&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/array&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;68FFCE49-E88E-4E01-9184-2451EFE1AE51&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.ManagedClient.preferences&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;anykeyIT&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;68FFCE49-E88E-4E01-9184-2451EFE1AE51&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;Custom&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;PayloadContent&lt;/key&gt;&lt;dict&gt;&lt;key&gt;com.apple.driver.AppleBluetoothMultitouch.trackpad&lt;/key&gt;&lt;dict&gt;&lt;key&gt;Forced&lt;/key&gt;&lt;array&gt;&lt;dict&gt;&lt;key&gt;mcx_preference_settings&lt;/key&gt;&lt;dict&gt;&lt;key&gt;TrackpadRightClick&lt;/key&gt;&lt;true/&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/array&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;EE06256B-6DAF-4267-A15C-B3284069B28E&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.ManagedClient.preferences&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;anykeyIT&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;EE06256B-6DAF-4267-A15C-B3284069B28E&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;Custom&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;PayloadContent&lt;/key&gt;&lt;dict&gt;&lt;key&gt;com.apple.driver.AppleHIDMouse&lt;/key&gt;&lt;dict&gt;&lt;key&gt;Forced&lt;/key&gt;&lt;array&gt;&lt;dict&gt;&lt;key&gt;mcx_preference_settings&lt;/key&gt;&lt;dict&gt;&lt;key&gt;Button2&lt;/key&gt;&lt;integer&gt;2&lt;/integer&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/array&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/array&gt;&lt;/dict&gt;&lt;/plist&gt;</payloads>
    </general>
    <scope>
        <all_computers>true</all_computers>
    </scope>
</os_x_configuration_profile>
