<?xml version="1.0" encoding="UTF-8"?>
<os_x_configuration_profile>
    <general>
        <name>Approved Kernel Extension Hewlett Packard</name>
        <category>
            <name>anykey IT</name>
        </category>
        <payloads>&lt;?xml version="1.0" encoding="UTF-8"?&gt;&lt;!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd"&gt;
            &lt;plist version="1"&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;7F6D2DB5-FFF5-49D8-8326-0E8EDB48D843&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;Configuration&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;anykeyIT&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;7F6D2DB5-FFF5-49D8-8326-0E8EDB48D843&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;Approved Kernel Extension Hewlett Packard&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;PayloadRemovalDisallowed&lt;/key&gt;&lt;true/&gt;&lt;key&gt;PayloadScope&lt;/key&gt;&lt;string&gt;System&lt;/string&gt;&lt;key&gt;PayloadContent&lt;/key&gt;&lt;array&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;BC044962-0972-43E2-A4C2-8FB39EF6251F&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.syspolicy.kernel-extension-policy&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;Schule Bubikon&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;BC044962-0972-43E2-A4C2-8FB39EF6251F&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;Approved Kernel Extensions&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;AllowUserOverrides&lt;/key&gt;&lt;true/&gt;&lt;key&gt;AllowedKernelExtensions&lt;/key&gt;&lt;dict&gt;&lt;key&gt;6HB5Y2QTA3&lt;/key&gt;&lt;array&gt;&lt;string&gt;com.hp.print.hpio.Designjet.kext&lt;/string&gt;&lt;string&gt;com.hp.print.hpio.Officejet.kext&lt;/string&gt;&lt;string&gt;com.hp.print.hpio.Photosmart.kext&lt;/string&gt;&lt;string&gt;com.hp.print.hpio.Deskjet.kext&lt;/string&gt;&lt;string&gt;com.hp.print.hpio.Laserjet.kext&lt;/string&gt;&lt;string&gt;com.hp.hpio.hp_psa530_630_io_enabler&lt;/string&gt;&lt;string&gt;com.hp.print.hpio.PhotosmartPro.kext&lt;/string&gt;&lt;string&gt;com.hp.print.hpio.Inkjet9.kext&lt;/string&gt;&lt;string&gt;com.hp.print.hpio.Inkjet8.kext&lt;/string&gt;&lt;string&gt;com.hp.print.hpio.Inkjet7.kext&lt;/string&gt;&lt;string&gt;com.hp.print.hpio.Inkjet6.kext&lt;/string&gt;&lt;string&gt;com.hp.print.hpio.Inkjet5.kext&lt;/string&gt;&lt;string&gt;com.hp.print.hpio.Inkjet4.kext&lt;/string&gt;&lt;string&gt;com.hp.print.hpio.Inkjet3.kext&lt;/string&gt;&lt;string&gt;com.hp.hpio.hp-io-printerclassdriver-enabler&lt;/string&gt;&lt;string&gt;com.hp.kext.io.enabler.compound&lt;/string&gt;&lt;string&gt;com.hp.print.hpio.Inkjet1.kext&lt;/string&gt;&lt;string&gt;com.hp.kext.hp-fax-io&lt;/string&gt;&lt;/array&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/array&gt;&lt;/dict&gt;&lt;/plist&gt;</payloads>
    </general>
    <scope>
        <computer_groups>
            <computer_group>
                <name>Clients OS X 10.13 greater than or equal</name>
            </computer_group>
        </computer_groups>
    </scope>
</os_x_configuration_profile>
