<?xml version="1.0" encoding="UTF-8" standalone="yes"?>
<os_x_configuration_profile>
    <general>
        <name>Microsoft Office 2016 Bootstrap</name>
        <category>
            <name>anykey IT</name>
        </category>
        <payloads><?xml version="1.0" encoding="UTF-8"?><!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
            <plist version="1"><dict><key>PayloadUUID</key><string>fecc6e93-5c1d-470f-a852-9f40bbc33047</string><key>PayloadType</key><string>Configuration</string><key>PayloadOrganization</key><string>anykeyIT</string><key>PayloadIdentifier</key><string>fecc6e93-5c1d-470f-a852-9f40bbc33047</string><key>PayloadDisplayName</key><string>Microsoft Office 2016 Bootstrap</string><key>PayloadDescription</key><string/><key>PayloadVersion</key><integer>1</integer><key>PayloadEnabled</key><true/><key>PayloadRemovalDisallowed</key><true/><key>PayloadScope</key><string>System</string><key>PayloadContent</key><array><dict><key>PayloadUUID</key><string>454D0EC6-C2F1-4AAE-A8D1-C10DDF59CBE8</string><key>PayloadType</key><string>com.apple.ManagedClient.preferences</string><key>PayloadOrganization</key><string>anver</string><key>PayloadIdentifier</key><string>454D0EC6-C2F1-4AAE-A8D1-C10DDF59CBE8</string><key>PayloadDisplayName</key><string>Custom</string><key>PayloadDescription</key><string/><key>PayloadVersion</key><integer>1</integer><key>PayloadEnabled</key><true/><key>PayloadContent</key><dict><key>com.microsoft.Excel</key><dict><key>Forced</key><array><dict><key>mcx_preference_settings</key><dict><key>SendAllTelemetryEnabled</key><false/><key>SendASmileEnabled</key><false/><key>OUIWhatsNewLastShownLink</key><string>624954</string><key>kSubUIAppCompletedFirstRunSetup1507</key><true/></dict></dict></array></dict></dict></dict><dict><key>PayloadUUID</key><string>EB779C00-B62E-4321-8438-257B1DFE5AA3</string><key>PayloadType</key><string>com.apple.ManagedClient.preferences</string><key>PayloadOrganization</key><string>anver</string><key>PayloadIdentifier</key><string>EB779C00-B62E-4321-8438-257B1DFE5AA3</string><key>PayloadDisplayName</key><string>Custom</string><key>PayloadDescription</key><string/><key>PayloadVersion</key><integer>1</integer><key>PayloadEnabled</key><true/><key>PayloadContent</key><dict><key>com.microsoft.office</key><dict><key>Forced</key><array><dict><key>mcx_preference_settings</key><dict><key>OfficeAutoSignIn</key><true/><key>ShowDocStageOnLaunch</key><false/><key>ShowWhatsNewOnLaunch</key><true/><key>kCUIThemePreferencesThemeKeyPath</key><integer>0</integer><key>TermsAccepted1809</key><true/><key>DefaultsToLocalOpenSave</key><true/></dict></dict></array></dict></dict></dict><dict><key>PayloadUUID</key><string>311387C2-C0BD-488D-BB3E-DAD7F1AC5081</string><key>PayloadType</key><string>com.apple.ManagedClient.preferences</string><key>PayloadOrganization</key><string>anver</string><key>PayloadIdentifier</key><string>311387C2-C0BD-488D-BB3E-DAD7F1AC5081</string><key>PayloadDisplayName</key><string>Custom</string><key>PayloadDescription</key><string/><key>PayloadVersion</key><integer>1</integer><key>PayloadEnabled</key><true/><key>PayloadContent</key><dict><key>com.microsoft.Office365ServiceV2</key><dict><key>Forced</key><array><dict><key>mcx_preference_settings</key><dict><key>SendAllTelemetryEnabled</key><false/></dict></dict></array></dict></dict></dict><dict><key>PayloadUUID</key><string>0E1D4A4E-38E2-4D02-9BF2-8A145A964447</string><key>PayloadType</key><string>com.apple.ManagedClient.preferences</string><key>PayloadOrganization</key><string>anver</string><key>PayloadIdentifier</key><string>0E1D4A4E-38E2-4D02-9BF2-8A145A964447</string><key>PayloadDisplayName</key><string>Custom</string><key>PayloadDescription</key><string/><key>PayloadVersion</key><integer>1</integer><key>PayloadEnabled</key><true/><key>PayloadContent</key><dict><key>com.microsoft.Powerpoint</key><dict><key>Forced</key><array><dict><key>mcx_preference_settings</key><dict><key>SendAllTelemetryEnabled</key><false/><key>SendASmileEnabled</key><false/><key>OUIWhatsNewLastShownLink</key><string>624955</string><key>kSubUIAppCompletedFirstRunSetup1507</key><true/></dict></dict></array></dict></dict></dict><dict><key>PayloadUUID</key><string>BE062BB0-621D-46BD-8543-DA6B8F0F3197</string><key>PayloadType</key><string>com.apple.ManagedClient.preferences</string><key>PayloadOrganization</key><string>anver</string><key>PayloadIdentifier</key><string>BE062BB0-621D-46BD-8543-DA6B8F0F3197</string><key>PayloadDisplayName</key><string>Custom</string><key>PayloadDescription</key><string/><key>PayloadVersion</key><integer>1</integer><key>PayloadEnabled</key><true/><key>PayloadContent</key><dict><key>com.microsoft.Word</key><dict><key>Forced</key><array><dict><key>mcx_preference_settings</key><dict><key>SendAllTelemetryEnabled</key><false/><key>SendASmileEnabled</key><false/><key>OUIWhatsNewLastShownLink</key><string>624953</string><key>kSubUIAppCompletedFirstRunSetup1507</key><true/></dict></dict></array></dict></dict></dict><dict><key>PayloadUUID</key><string>394E725F-10EE-46EE-BCC0-A4A7638D9801</string><key>PayloadType</key><string>com.apple.ManagedClient.preferences</string><key>PayloadOrganization</key><string>anver</string><key>PayloadIdentifier</key><string>394E725F-10EE-46EE-BCC0-A4A7638D9801</string><key>PayloadDisplayName</key><string>Custom</string><key>PayloadDescription</key><string/><key>PayloadVersion</key><integer>1</integer><key>PayloadEnabled</key><true/><key>PayloadContent</key><dict><key>com.microsoft.errorreporting</key><dict><key>Forced</key><array><dict><key>mcx_preference_settings</key><dict><key>IsAttachedEnabled</key><false/></dict></dict></array></dict></dict></dict><dict><key>PayloadUUID</key><string>26F3A5FD-41A2-48D0-BE67-052056FFB8B1</string><key>PayloadType</key><string>com.apple.ManagedClient.preferences</string><key>PayloadOrganization</key><string>anver</string><key>PayloadIdentifier</key><string>26F3A5FD-41A2-48D0-BE67-052056FFB8B1</string><key>PayloadDisplayName</key><string>Custom</string><key>PayloadDescription</key><string/><key>PayloadVersion</key><integer>1</integer><key>PayloadEnabled</key><true/><key>PayloadContent</key><dict><key>com.microsoft.Outlook</key><dict><key>Forced</key><array><dict><key>mcx_preference_settings</key><dict><key>SendAllTelemetryEnabled</key><false/><key>FirstRunExperienceCompletedO15</key><true/><key>SendASmileEnabled</key><false/><key>OverrideAccountConfigurationWindow</key><true/><key>OUIWhatsNewLastShownLink</key><string>624956</string><key>kSubUIAppCompletedFirstRunSetup1507</key><true/></dict></dict></array></dict></dict></dict><dict><key>PayloadUUID</key><string>85B4B6D9-26B7-4951-83AE-268CBF4CFA95</string><key>PayloadType</key><string>com.apple.ManagedClient.preferences</string><key>PayloadOrganization</key><string>anver</string><key>PayloadIdentifier</key><string>85B4B6D9-26B7-4951-83AE-268CBF4CFA95</string><key>PayloadDisplayName</key><string>Custom</string><key>PayloadDescription</key><string/><key>PayloadVersion</key><integer>1</integer><key>PayloadEnabled</key><true/><key>PayloadContent</key><dict><key>com.microsoft.autoupdate2</key><dict><key>Forced</key><array><dict><key>mcx_preference_settings</key><dict><key>StartDaemonOnAppLaunch</key><false/><key>ChannelName</key><string>Production</string><key>SendAllTelemetryEnabled</key><false/><key>Applications</key><dict><key>/Applications/Microsoft Excel.app</key><dict><key>LCID</key><integer>1033</integer><key>Application ID</key><string>XCEL15</string></dict><key>/Applications/Microsoft PowerPoint.app</key><dict><key>LCID</key><integer>1033</integer><key>Application ID</key><string>PPT315</string></dict><key>/Applications/Skype for Business.app</key><dict><key>LCID</key><integer>1033</integer><key>Application ID</key><string>MSFB16</string></dict><key>/Applications/Microsoft Outlook.app</key><dict><key>LCID</key><integer>1033</integer><key>Application ID</key><string>OPIM15</string></dict><key>/Library/Application Support/Microsoft/MAU2.0/Microsoft AutoUpdate.app</key><dict><key>LCID</key><integer>1033</integer><key>Application ID</key><string>MSau03</string></dict><key>/Applications/Microsoft Remote Desktop.app</key><dict><key>LCID</key><integer>1033</integer><key>Application ID</key><string>MSRD10</string></dict><key>/Applications/Company Portal.app</key><dict><key>LCID</key><integer>1033</integer><key>Application ID</key><string>IMCP01</string></dict><key>/Applications/Microsoft Word.app</key><dict><key>LCID</key><integer>1033</integer><key>Application ID</key><string>MSWD15</string></dict><key>/Applications/Microsoft OneNote.app</key><dict><key>LCID</key><integer>1033</integer><key>Application ID</key><string>ONMC15</string></dict></dict><key>DisableInsiderCheckbox</key><true/><key>EnableCheckForUpdatesButton</key><false/><key>HowToCheck</key><string>Manual</string></dict></dict></array></dict></dict></dict><dict><key>PayloadUUID</key><string>06AADDA3-6C82-4530-9FAB-4EFA14AD1798</string><key>PayloadType</key><string>com.apple.ManagedClient.preferences</string><key>PayloadOrganization</key><string>anykeyIT</string><key>PayloadIdentifier</key><string>06AADDA3-6C82-4530-9FAB-4EFA14AD1798</string><key>PayloadDisplayName</key><string>Custom</string><key>PayloadDescription</key><string/><key>PayloadVersion</key><integer>1</integer><key>PayloadEnabled</key><true/><key>PayloadContent</key><dict><key>com.microsoft.onenote.mac</key><dict><key>Forced</key><array><dict><key>mcx_preference_settings</key><dict><key>SendAllTelemetryEnabled</key><false/><key>kFRETelemetryConsentKey</key><true/><key>SendASmileEnabled</key><true/><key>kFREEnterpriseTelemetryInfoKey</key><true/><key>kFREIntelligenceServicesConsentV2Key</key><true/><key>SendCrashReportsEvenWithTelemetryDisabled</key><false/><key>kSubUIAppCompletedFirstRunSetup1507</key><true/></dict></dict></array></dict></dict></dict></array></dict></plist></payloads>
    </general>
    <scope>
        <all_computers>false</all_computers>
        <computer_groups>
            <computer_group>
                <name>Microsoft Office 2016 Installed</name>
            </computer_group>
        </computer_groups>
    </scope>
</os_x_configuration_profile>
