<?xml version="1.0" encoding="UTF-8"?>
<os_x_configuration_profile>
    <general>
        <name>Microsoft Office 2016 Bootstrap</name>
        <category>
            <name>anykey IT</name>
        </category>
        <payloads>&lt;?xml version="1.0" encoding="UTF-8"?&gt;&lt;!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd"&gt;&lt;plist version="1"&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;fecc6e93-5c1d-470f-a852-9f40bbc33047&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;Configuration&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;anykeyIT&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;fecc6e93-5c1d-470f-a852-9f40bbc33047&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;Microsoft Office 2016 Bootstrap&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;PayloadRemovalDisallowed&lt;/key&gt;&lt;true/&gt;&lt;key&gt;PayloadScope&lt;/key&gt;&lt;string&gt;System&lt;/string&gt;&lt;key&gt;PayloadContent&lt;/key&gt;&lt;array&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;454D0EC6-C2F1-4AAE-A8D1-C10DDF59CBE8&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.ManagedClient.preferences&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;anver&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;454D0EC6-C2F1-4AAE-A8D1-C10DDF59CBE8&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;Custom&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;PayloadContent&lt;/key&gt;&lt;dict&gt;&lt;key&gt;com.microsoft.Excel&lt;/key&gt;&lt;dict&gt;&lt;key&gt;Forced&lt;/key&gt;&lt;array&gt;&lt;dict&gt;&lt;key&gt;mcx_preference_settings&lt;/key&gt;&lt;dict&gt;&lt;key&gt;SendAllTelemetryEnabled&lt;/key&gt;&lt;false/&gt;&lt;key&gt;SendASmileEnabled&lt;/key&gt;&lt;false/&gt;&lt;key&gt;OUIWhatsNewLastShownLink&lt;/key&gt;&lt;string&gt;624954&lt;/string&gt;&lt;key&gt;kSubUIAppCompletedFirstRunSetup1507&lt;/key&gt;&lt;true/&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/array&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;EB779C00-B62E-4321-8438-257B1DFE5AA3&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.ManagedClient.preferences&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;anver&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;EB779C00-B62E-4321-8438-257B1DFE5AA3&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;Custom&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;PayloadContent&lt;/key&gt;&lt;dict&gt;&lt;key&gt;com.microsoft.office&lt;/key&gt;&lt;dict&gt;&lt;key&gt;Forced&lt;/key&gt;&lt;array&gt;&lt;dict&gt;&lt;key&gt;mcx_preference_settings&lt;/key&gt;&lt;dict&gt;&lt;key&gt;OfficeAutoSignIn&lt;/key&gt;&lt;true/&gt;&lt;key&gt;ShowDocStageOnLaunch&lt;/key&gt;&lt;false/&gt;&lt;key&gt;ShowWhatsNewOnLaunch&lt;/key&gt;&lt;true/&gt;&lt;key&gt;kCUIThemePreferencesThemeKeyPath&lt;/key&gt;&lt;integer&gt;0&lt;/integer&gt;&lt;key&gt;TermsAccepted1809&lt;/key&gt;&lt;true/&gt;&lt;key&gt;DefaultsToLocalOpenSave&lt;/key&gt;&lt;true/&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/array&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;311387C2-C0BD-488D-BB3E-DAD7F1AC5081&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.ManagedClient.preferences&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;anver&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;311387C2-C0BD-488D-BB3E-DAD7F1AC5081&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;Custom&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;PayloadContent&lt;/key&gt;&lt;dict&gt;&lt;key&gt;com.microsoft.Office365ServiceV2&lt;/key&gt;&lt;dict&gt;&lt;key&gt;Forced&lt;/key&gt;&lt;array&gt;&lt;dict&gt;&lt;key&gt;mcx_preference_settings&lt;/key&gt;&lt;dict&gt;&lt;key&gt;SendAllTelemetryEnabled&lt;/key&gt;&lt;false/&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/array&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;0E1D4A4E-38E2-4D02-9BF2-8A145A964447&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.ManagedClient.preferences&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;anver&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;0E1D4A4E-38E2-4D02-9BF2-8A145A964447&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;Custom&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;PayloadContent&lt;/key&gt;&lt;dict&gt;&lt;key&gt;com.microsoft.Powerpoint&lt;/key&gt;&lt;dict&gt;&lt;key&gt;Forced&lt;/key&gt;&lt;array&gt;&lt;dict&gt;&lt;key&gt;mcx_preference_settings&lt;/key&gt;&lt;dict&gt;&lt;key&gt;SendAllTelemetryEnabled&lt;/key&gt;&lt;false/&gt;&lt;key&gt;SendASmileEnabled&lt;/key&gt;&lt;false/&gt;&lt;key&gt;OUIWhatsNewLastShownLink&lt;/key&gt;&lt;string&gt;624955&lt;/string&gt;&lt;key&gt;kSubUIAppCompletedFirstRunSetup1507&lt;/key&gt;&lt;true/&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/array&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;BE062BB0-621D-46BD-8543-DA6B8F0F3197&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.ManagedClient.preferences&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;anver&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;BE062BB0-621D-46BD-8543-DA6B8F0F3197&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;Custom&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;PayloadContent&lt;/key&gt;&lt;dict&gt;&lt;key&gt;com.microsoft.Word&lt;/key&gt;&lt;dict&gt;&lt;key&gt;Forced&lt;/key&gt;&lt;array&gt;&lt;dict&gt;&lt;key&gt;mcx_preference_settings&lt;/key&gt;&lt;dict&gt;&lt;key&gt;SendAllTelemetryEnabled&lt;/key&gt;&lt;false/&gt;&lt;key&gt;SendASmileEnabled&lt;/key&gt;&lt;false/&gt;&lt;key&gt;OUIWhatsNewLastShownLink&lt;/key&gt;&lt;string&gt;624953&lt;/string&gt;&lt;key&gt;kSubUIAppCompletedFirstRunSetup1507&lt;/key&gt;&lt;true/&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/array&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;394E725F-10EE-46EE-BCC0-A4A7638D9801&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.ManagedClient.preferences&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;anver&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;394E725F-10EE-46EE-BCC0-A4A7638D9801&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;Custom&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;PayloadContent&lt;/key&gt;&lt;dict&gt;&lt;key&gt;com.microsoft.errorreporting&lt;/key&gt;&lt;dict&gt;&lt;key&gt;Forced&lt;/key&gt;&lt;array&gt;&lt;dict&gt;&lt;key&gt;mcx_preference_settings&lt;/key&gt;&lt;dict&gt;&lt;key&gt;IsAttachedEnabled&lt;/key&gt;&lt;false/&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/array&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;26F3A5FD-41A2-48D0-BE67-052056FFB8B1&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.ManagedClient.preferences&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;anver&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;26F3A5FD-41A2-48D0-BE67-052056FFB8B1&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;Custom&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;PayloadContent&lt;/key&gt;&lt;dict&gt;&lt;key&gt;com.microsoft.Outlook&lt;/key&gt;&lt;dict&gt;&lt;key&gt;Forced&lt;/key&gt;&lt;array&gt;&lt;dict&gt;&lt;key&gt;mcx_preference_settings&lt;/key&gt;&lt;dict&gt;&lt;key&gt;SendAllTelemetryEnabled&lt;/key&gt;&lt;false/&gt;&lt;key&gt;FirstRunExperienceCompletedO15&lt;/key&gt;&lt;true/&gt;&lt;key&gt;SendASmileEnabled&lt;/key&gt;&lt;false/&gt;&lt;key&gt;OverrideAccountConfigurationWindow&lt;/key&gt;&lt;true/&gt;&lt;key&gt;OUIWhatsNewLastShownLink&lt;/key&gt;&lt;string&gt;624956&lt;/string&gt;&lt;key&gt;kSubUIAppCompletedFirstRunSetup1507&lt;/key&gt;&lt;true/&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/array&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;85B4B6D9-26B7-4951-83AE-268CBF4CFA95&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.ManagedClient.preferences&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;anver&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;85B4B6D9-26B7-4951-83AE-268CBF4CFA95&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;Custom&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;PayloadContent&lt;/key&gt;&lt;dict&gt;&lt;key&gt;com.microsoft.autoupdate2&lt;/key&gt;&lt;dict&gt;&lt;key&gt;Forced&lt;/key&gt;&lt;array&gt;&lt;dict&gt;&lt;key&gt;mcx_preference_settings&lt;/key&gt;&lt;dict&gt;&lt;key&gt;StartDaemonOnAppLaunch&lt;/key&gt;&lt;false/&gt;&lt;key&gt;ChannelName&lt;/key&gt;&lt;string&gt;Production&lt;/string&gt;&lt;key&gt;SendAllTelemetryEnabled&lt;/key&gt;&lt;false/&gt;&lt;key&gt;Applications&lt;/key&gt;&lt;dict&gt;&lt;key&gt;/Applications/Microsoft Excel.app&lt;/key&gt;&lt;dict&gt;&lt;key&gt;LCID&lt;/key&gt;&lt;integer&gt;1033&lt;/integer&gt;&lt;key&gt;Application ID&lt;/key&gt;&lt;string&gt;XCEL15&lt;/string&gt;&lt;/dict&gt;&lt;key&gt;/Applications/Microsoft PowerPoint.app&lt;/key&gt;&lt;dict&gt;&lt;key&gt;LCID&lt;/key&gt;&lt;integer&gt;1033&lt;/integer&gt;&lt;key&gt;Application ID&lt;/key&gt;&lt;string&gt;PPT315&lt;/string&gt;&lt;/dict&gt;&lt;key&gt;/Applications/Skype for Business.app&lt;/key&gt;&lt;dict&gt;&lt;key&gt;LCID&lt;/key&gt;&lt;integer&gt;1033&lt;/integer&gt;&lt;key&gt;Application ID&lt;/key&gt;&lt;string&gt;MSFB16&lt;/string&gt;&lt;/dict&gt;&lt;key&gt;/Applications/Microsoft Outlook.app&lt;/key&gt;&lt;dict&gt;&lt;key&gt;LCID&lt;/key&gt;&lt;integer&gt;1033&lt;/integer&gt;&lt;key&gt;Application ID&lt;/key&gt;&lt;string&gt;OPIM15&lt;/string&gt;&lt;/dict&gt;&lt;key&gt;/Library/Application Support/Microsoft/MAU2.0/Microsoft AutoUpdate.app&lt;/key&gt;&lt;dict&gt;&lt;key&gt;LCID&lt;/key&gt;&lt;integer&gt;1033&lt;/integer&gt;&lt;key&gt;Application ID&lt;/key&gt;&lt;string&gt;MSau03&lt;/string&gt;&lt;/dict&gt;&lt;key&gt;/Applications/Microsoft Remote Desktop.app&lt;/key&gt;&lt;dict&gt;&lt;key&gt;LCID&lt;/key&gt;&lt;integer&gt;1033&lt;/integer&gt;&lt;key&gt;Application ID&lt;/key&gt;&lt;string&gt;MSRD10&lt;/string&gt;&lt;/dict&gt;&lt;key&gt;/Applications/Company Portal.app&lt;/key&gt;&lt;dict&gt;&lt;key&gt;LCID&lt;/key&gt;&lt;integer&gt;1033&lt;/integer&gt;&lt;key&gt;Application ID&lt;/key&gt;&lt;string&gt;IMCP01&lt;/string&gt;&lt;/dict&gt;&lt;key&gt;/Applications/Microsoft Word.app&lt;/key&gt;&lt;dict&gt;&lt;key&gt;LCID&lt;/key&gt;&lt;integer&gt;1033&lt;/integer&gt;&lt;key&gt;Application ID&lt;/key&gt;&lt;string&gt;MSWD15&lt;/string&gt;&lt;/dict&gt;&lt;key&gt;/Applications/Microsoft OneNote.app&lt;/key&gt;&lt;dict&gt;&lt;key&gt;LCID&lt;/key&gt;&lt;integer&gt;1033&lt;/integer&gt;&lt;key&gt;Application ID&lt;/key&gt;&lt;string&gt;ONMC15&lt;/string&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;key&gt;DisableInsiderCheckbox&lt;/key&gt;&lt;true/&gt;&lt;key&gt;EnableCheckForUpdatesButton&lt;/key&gt;&lt;false/&gt;&lt;key&gt;HowToCheck&lt;/key&gt;&lt;string&gt;Manual&lt;/string&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/array&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;06AADDA3-6C82-4530-9FAB-4EFA14AD1798&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.ManagedClient.preferences&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;anykeyIT&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;06AADDA3-6C82-4530-9FAB-4EFA14AD1798&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;Custom&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;PayloadContent&lt;/key&gt;&lt;dict&gt;&lt;key&gt;com.microsoft.onenote.mac&lt;/key&gt;&lt;dict&gt;&lt;key&gt;Forced&lt;/key&gt;&lt;array&gt;&lt;dict&gt;&lt;key&gt;mcx_preference_settings&lt;/key&gt;&lt;dict&gt;&lt;key&gt;SendAllTelemetryEnabled&lt;/key&gt;&lt;false/&gt;&lt;key&gt;kFRETelemetryConsentKey&lt;/key&gt;&lt;true/&gt;&lt;key&gt;SendASmileEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;kFREEnterpriseTelemetryInfoKey&lt;/key&gt;&lt;true/&gt;&lt;key&gt;kFREIntelligenceServicesConsentV2Key&lt;/key&gt;&lt;true/&gt;&lt;key&gt;SendCrashReportsEvenWithTelemetryDisabled&lt;/key&gt;&lt;false/&gt;&lt;key&gt;kSubUIAppCompletedFirstRunSetup1507&lt;/key&gt;&lt;true/&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/array&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/array&gt;&lt;/dict&gt;&lt;/plist&gt;</payloads>
    </general>
    <scope>
        <computer_groups>
            <computer_group>
                <name>Microsoft Office 2016 Installed</name>
            </computer_group>
        </computer_groups>
    </scope>
</os_x_configuration_profile>
