<?xml version="1.0" encoding="UTF-8" standalone="yes"?>
<os_x_configuration_profile>
    <general>
        <name>Microsoft Office 2019 Update</name>
        <category>
            <name>anykey IT</name>
        </category>
        <payloads><?xml version="1.0" encoding="UTF-8"?><!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
            <plist version="1"><dict><key>PayloadUUID</key><string>9e0064a8-83c4-4f00-a63d-f1febf6c474f</string><key>PayloadType</key><string>Configuration</string><key>PayloadOrganization</key><string>anykeyIT</string><key>PayloadIdentifier</key><string>9e0064a8-83c4-4f00-a63d-f1febf6c474f</string><key>PayloadDisplayName</key><string>Microsoft Office 2019 Update</string><key>PayloadDescription</key><string/><key>PayloadVersion</key><integer>1</integer><key>PayloadEnabled</key><true/><key>PayloadRemovalDisallowed</key><false/><key>PayloadScope</key><string>System</string><key>PayloadContent</key><array><dict><key>PayloadUUID</key><string>2E892457-0179-4937-903A-7763D06E8B0A</string><key>PayloadType</key><string>com.apple.ManagedClient.preferences</string><key>PayloadOrganization</key><string>anver</string><key>PayloadIdentifier</key><string>com.apple.ManagedClient.preferences.2E892457-0179-4937-903A-7763D06E8B0A</string><key>PayloadDisplayName</key><string>Custom</string><key>PayloadDescription</key><string/><key>PayloadVersion</key><integer>1</integer><key>PayloadEnabled</key><true/><key>PayloadContent</key><dict><key>com.microsoft.autoupdate2</key><dict><key>Forced</key><array><dict><key>mcx_preference_settings</key><dict><key>Applications</key><dict><key>/Applications/Microsoft Excel.app</key><dict><key>LCID</key><integer>1033</integer><key>Application ID</key><string>XCEL2019</string></dict><key>/Applications/Microsoft PowerPoint.app</key><dict><key>LCID</key><integer>1033</integer><key>Application ID</key><string>PPT32019</string></dict><key>/Applications/Skype for Business.app</key><dict><key>LCID</key><integer>1033</integer><key>Application ID</key><string>MSFB16</string></dict><key>/Applications/Microsoft Outlook.app</key><dict><key>LCID</key><integer>1033</integer><key>Application ID</key><string>OPIM2019</string></dict><key>/Library/Application Support/Microsoft/MAU2.0/Microsoft AutoUpdate.app</key><dict><key>LCID</key><integer>1033</integer><key>Application ID</key><string>MSau03</string></dict><key>/Library/Application Support/Microsoft/MERP2.0/Microsoft Error Reporting.app</key><dict><key>LCID</key><integer>1033</integer><key>Application ID</key><string>Merp2</string></dict><key>/Applications/Microsoft Word.app</key><dict><key>LCID</key><integer>1033</integer><key>Application ID</key><string>MSWD2019</string></dict><key>/Applications/Microsoft OneNote.app</key><dict><key>LCID</key><string>1033</string><key>Application ID</key><string>ONMC2019</string></dict></dict><key>HowToCheck</key><string>AutomaticDownload</string></dict></dict></array></dict></dict></dict></array></dict></plist></payloads>
    </general>
    <scope>
        <all_computers>false</all_computers>
        <computer_groups>
            <computer_group>
                <name>Microsoft Office 2019 Installed</name>
            </computer_group>
        </computer_groups>
    </scope>
</os_x_configuration_profile>
