<?xml version="1.0" encoding="UTF-8" standalone="yes"?>
<os_x_configuration_profile>
    <general>
        <name>Microsoft Office 2016 Update</name>
        <category>
            <name>anykey IT</name>
        </category>
        <payloads><?xml version="1.0" encoding="UTF-8"?><!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
            <plist version="1"><dict><key>PayloadUUID</key><string>da7da035-436a-4315-ab64-af76fdc1c66d</string><key>PayloadType</key><string>Configuration</string><key>PayloadOrganization</key><string>anykeyIT</string><key>PayloadIdentifier</key><string>da7da035-436a-4315-ab64-af76fdc1c66d</string><key>PayloadDisplayName</key><string>Microsoft Office 2016 Update</string><key>PayloadDescription</key><string/><key>PayloadVersion</key><integer>1</integer><key>PayloadEnabled</key><true/><key>PayloadRemovalDisallowed</key><false/><key>PayloadScope</key><string>System</string><key>PayloadContent</key><array><dict><key>PayloadUUID</key><string>c00e472d-4cb4-4231-8fd4-c7fa866efc00</string><key>PayloadType</key><string>com.apple.ManagedClient.preferences</string><key>PayloadOrganization</key><string>anver</string><key>PayloadIdentifier</key><string>MCXToProfile.67ad2621-b510-4060-b971-7f7cf51506c9.alacarte.customsettings.c00e472d-4cb4-4231-8fd4-c7fa866efc00</string><key>PayloadDisplayName</key><string>Custom</string><key>PayloadDescription</key><string/><key>PayloadVersion</key><integer>1</integer><key>PayloadEnabled</key><true/><key>PayloadContent</key><dict><key>com.microsoft.autoupdate2</key><dict><key>Forced</key><array><dict><key>mcx_preference_settings</key><dict><key>HowToCheck</key><string>AutomaticDownload</string></dict></dict></array></dict></dict></dict></array></dict></plist></payloads>
    </general>
    <scope>
        <all_computers>false</all_computers>
        <computer_groups>
            <computer_group>
                <name>Microsoft Office 2016 Installed</name>
            </computer_group>
        </computer_groups>
    </scope>
</os_x_configuration_profile>
