<?xml version="1.0" encoding="UTF-8"?>
<os_x_configuration_profile>
    <general>
        <id>40</id>
        <name>Microsoft Office 2019 Bootstrap</name>
        <description/>
        <site>
            <id>-1</id>
            <name>None</name>
        </site>
        <category>
            <id>1</id>
            <name>anykey IT</name>
        </category>
        <distribution_method>Install Automatically</distribution_method>
        <user_removable>false</user_removable>
        <level>computer</level>
        <uuid>de2eaaa6-cc07-4e55-9eb9-46990626693f</uuid>
        <redeploy_on_update>Newly Assigned</redeploy_on_update>
        <payloads>&lt;?xml version="1.0" encoding="UTF-8"?&gt;&lt;!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd"&gt;
            &lt;plist version="1"&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;de2eaaa6-cc07-4e55-9eb9-46990626693f&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;Configuration&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;anykeyIT&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;de2eaaa6-cc07-4e55-9eb9-46990626693f&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;Microsoft Office 2019 Bootstrap&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;PayloadRemovalDisallowed&lt;/key&gt;&lt;true/&gt;&lt;key&gt;PayloadScope&lt;/key&gt;&lt;string&gt;System&lt;/string&gt;&lt;key&gt;PayloadContent&lt;/key&gt;&lt;array&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;7D5FA2A9-FCD9-49AC-8C61-58A2B701BF2D&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.ManagedClient.preferences&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;anver&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;7D5FA2A9-FCD9-49AC-8C61-58A2B701BF2D&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;Custom&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;PayloadContent&lt;/key&gt;&lt;dict&gt;&lt;key&gt;com.microsoft.autoupdate2&lt;/key&gt;&lt;dict&gt;&lt;key&gt;Forced&lt;/key&gt;&lt;array&gt;&lt;dict&gt;&lt;key&gt;mcx_preference_settings&lt;/key&gt;&lt;dict&gt;&lt;key&gt;StartDaemonOnAppLaunch&lt;/key&gt;&lt;false/&gt;&lt;key&gt;ChannelName&lt;/key&gt;&lt;string&gt;Production&lt;/string&gt;&lt;key&gt;SendAllTelemetryEnabled&lt;/key&gt;&lt;false/&gt;&lt;key&gt;Applications&lt;/key&gt;&lt;dict&gt;&lt;key&gt;/Applications/Microsoft Excel.app&lt;/key&gt;&lt;dict&gt;&lt;key&gt;LCID&lt;/key&gt;&lt;integer&gt;1033&lt;/integer&gt;&lt;key&gt;Application ID&lt;/key&gt;&lt;string&gt;XCEL2019&lt;/string&gt;&lt;/dict&gt;&lt;key&gt;/Applications/Microsoft PowerPoint.app&lt;/key&gt;&lt;dict&gt;&lt;key&gt;LCID&lt;/key&gt;&lt;integer&gt;1033&lt;/integer&gt;&lt;key&gt;Application ID&lt;/key&gt;&lt;string&gt;PPT32019&lt;/string&gt;&lt;/dict&gt;&lt;key&gt;/Applications/Skype for Business.app&lt;/key&gt;&lt;dict&gt;&lt;key&gt;LCID&lt;/key&gt;&lt;integer&gt;1033&lt;/integer&gt;&lt;key&gt;Application ID&lt;/key&gt;&lt;string&gt;MSFB2019&lt;/string&gt;&lt;/dict&gt;&lt;key&gt;/Applications/Microsoft Outlook.app&lt;/key&gt;&lt;dict&gt;&lt;key&gt;LCID&lt;/key&gt;&lt;integer&gt;1033&lt;/integer&gt;&lt;key&gt;Application ID&lt;/key&gt;&lt;string&gt;OPIM2019&lt;/string&gt;&lt;/dict&gt;&lt;key&gt;/Library/Application Support/Microsoft/MAU2.0/Microsoft AutoUpdate.app&lt;/key&gt;&lt;dict&gt;&lt;key&gt;LCID&lt;/key&gt;&lt;integer&gt;1033&lt;/integer&gt;&lt;key&gt;Application ID&lt;/key&gt;&lt;string&gt;MSau03&lt;/string&gt;&lt;/dict&gt;&lt;key&gt;/Applications/Microsoft Remote Desktop.app&lt;/key&gt;&lt;dict&gt;&lt;key&gt;LCID&lt;/key&gt;&lt;integer&gt;1033&lt;/integer&gt;&lt;key&gt;Application ID&lt;/key&gt;&lt;string&gt;MSRD10&lt;/string&gt;&lt;/dict&gt;&lt;key&gt;/Applications/Company Portal.app&lt;/key&gt;&lt;dict&gt;&lt;key&gt;LCID&lt;/key&gt;&lt;integer&gt;1033&lt;/integer&gt;&lt;key&gt;Application ID&lt;/key&gt;&lt;string&gt;IMCP01&lt;/string&gt;&lt;/dict&gt;&lt;key&gt;/Applications/Microsoft Word.app&lt;/key&gt;&lt;dict&gt;&lt;key&gt;LCID&lt;/key&gt;&lt;integer&gt;1033&lt;/integer&gt;&lt;key&gt;Application ID&lt;/key&gt;&lt;string&gt;MSWD2019&lt;/string&gt;&lt;/dict&gt;&lt;key&gt;/Applications/Microsoft OneNote.app&lt;/key&gt;&lt;dict&gt;&lt;key&gt;LCID&lt;/key&gt;&lt;integer&gt;1033&lt;/integer&gt;&lt;key&gt;Application ID&lt;/key&gt;&lt;string&gt;ONMC2019&lt;/string&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;key&gt;DisableInsiderCheckbox&lt;/key&gt;&lt;true/&gt;&lt;key&gt;EnableCheckForUpdatesButton&lt;/key&gt;&lt;false/&gt;&lt;key&gt;HowToCheck&lt;/key&gt;&lt;string&gt;Manual&lt;/string&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/array&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;CBEF1FB5-CF14-4E67-992F-72BE1717EDF5&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.ManagedClient.preferences&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;anver&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;CBEF1FB5-CF14-4E67-992F-72BE1717EDF5&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;Custom&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;PayloadContent&lt;/key&gt;&lt;dict&gt;&lt;key&gt;com.microsoft.Excel&lt;/key&gt;&lt;dict&gt;&lt;key&gt;Forced&lt;/key&gt;&lt;array&gt;&lt;dict&gt;&lt;key&gt;mcx_preference_settings&lt;/key&gt;&lt;dict&gt;&lt;key&gt;SendAllTelemetryEnabled&lt;/key&gt;&lt;false/&gt;&lt;key&gt;SendASmileEnabled&lt;/key&gt;&lt;false/&gt;&lt;key&gt;OUIWhatsNewLastShownLink&lt;/key&gt;&lt;string&gt;624954&lt;/string&gt;&lt;key&gt;kSubUIAppCompletedFirstRunSetup1507&lt;/key&gt;&lt;true/&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/array&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;CBC739AB-0FE8-47D7-88AE-0D63EDE7B7F9&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.ManagedClient.preferences&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;anver&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;CBC739AB-0FE8-47D7-88AE-0D63EDE7B7F9&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;Custom&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;PayloadContent&lt;/key&gt;&lt;dict&gt;&lt;key&gt;com.microsoft.office&lt;/key&gt;&lt;dict&gt;&lt;key&gt;Forced&lt;/key&gt;&lt;array&gt;&lt;dict&gt;&lt;key&gt;mcx_preference_settings&lt;/key&gt;&lt;dict&gt;&lt;key&gt;OfficeAutoSignIn&lt;/key&gt;&lt;true/&gt;&lt;key&gt;ShowDocStageOnLaunch&lt;/key&gt;&lt;false/&gt;&lt;key&gt;ShowWhatsNewOnLaunch&lt;/key&gt;&lt;true/&gt;&lt;key&gt;kCUIThemePreferencesThemeKeyPath&lt;/key&gt;&lt;integer&gt;0&lt;/integer&gt;&lt;key&gt;TermsAccepted1809&lt;/key&gt;&lt;true/&gt;&lt;key&gt;DefaultsToLocalOpenSave&lt;/key&gt;&lt;true/&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/array&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;2F599160-B0F4-4702-8E1B-36585C39F836&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.ManagedClient.preferences&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;anver&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;2F599160-B0F4-4702-8E1B-36585C39F836&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;Custom&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;PayloadContent&lt;/key&gt;&lt;dict&gt;&lt;key&gt;com.microsoft.Office365ServiceV2&lt;/key&gt;&lt;dict&gt;&lt;key&gt;Forced&lt;/key&gt;&lt;array&gt;&lt;dict&gt;&lt;key&gt;mcx_preference_settings&lt;/key&gt;&lt;dict&gt;&lt;key&gt;SendAllTelemetryEnabled&lt;/key&gt;&lt;false/&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/array&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;1D4561EB-3A09-4AD2-AA23-D988D1ACB1E7&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.ManagedClient.preferences&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;anver&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;1D4561EB-3A09-4AD2-AA23-D988D1ACB1E7&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;Custom&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;PayloadContent&lt;/key&gt;&lt;dict&gt;&lt;key&gt;com.microsoft.Powerpoint&lt;/key&gt;&lt;dict&gt;&lt;key&gt;Forced&lt;/key&gt;&lt;array&gt;&lt;dict&gt;&lt;key&gt;mcx_preference_settings&lt;/key&gt;&lt;dict&gt;&lt;key&gt;SendAllTelemetryEnabled&lt;/key&gt;&lt;false/&gt;&lt;key&gt;SendASmileEnabled&lt;/key&gt;&lt;false/&gt;&lt;key&gt;OUIWhatsNewLastShownLink&lt;/key&gt;&lt;string&gt;624955&lt;/string&gt;&lt;key&gt;kSubUIAppCompletedFirstRunSetup1507&lt;/key&gt;&lt;true/&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/array&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;5716BDD4-E6B7-4A6E-A63D-46D3BF9F21FF&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.ManagedClient.preferences&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;anver&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;5716BDD4-E6B7-4A6E-A63D-46D3BF9F21FF&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;Custom&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;PayloadContent&lt;/key&gt;&lt;dict&gt;&lt;key&gt;com.microsoft.Word&lt;/key&gt;&lt;dict&gt;&lt;key&gt;Forced&lt;/key&gt;&lt;array&gt;&lt;dict&gt;&lt;key&gt;mcx_preference_settings&lt;/key&gt;&lt;dict&gt;&lt;key&gt;SendAllTelemetryEnabled&lt;/key&gt;&lt;false/&gt;&lt;key&gt;SendASmileEnabled&lt;/key&gt;&lt;false/&gt;&lt;key&gt;OUIWhatsNewLastShownLink&lt;/key&gt;&lt;string&gt;624953&lt;/string&gt;&lt;key&gt;kSubUIAppCompletedFirstRunSetup1507&lt;/key&gt;&lt;true/&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/array&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;7B9A7CCE-FD88-4D38-A34E-9FB05ABAB18F&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.ManagedClient.preferences&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;anver&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;7B9A7CCE-FD88-4D38-A34E-9FB05ABAB18F&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;Custom&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;PayloadContent&lt;/key&gt;&lt;dict&gt;&lt;key&gt;com.microsoft.errorreporting&lt;/key&gt;&lt;dict&gt;&lt;key&gt;Forced&lt;/key&gt;&lt;array&gt;&lt;dict&gt;&lt;key&gt;mcx_preference_settings&lt;/key&gt;&lt;dict&gt;&lt;key&gt;IsAttachedEnabled&lt;/key&gt;&lt;false/&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/array&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;54E8D478-D9A3-4B78-8CA4-4F3702631705&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.ManagedClient.preferences&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;anver&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;54E8D478-D9A3-4B78-8CA4-4F3702631705&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;Custom&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;PayloadContent&lt;/key&gt;&lt;dict&gt;&lt;key&gt;com.microsoft.Outlook&lt;/key&gt;&lt;dict&gt;&lt;key&gt;Forced&lt;/key&gt;&lt;array&gt;&lt;dict&gt;&lt;key&gt;mcx_preference_settings&lt;/key&gt;&lt;dict&gt;&lt;key&gt;SendAllTelemetryEnabled&lt;/key&gt;&lt;false/&gt;&lt;key&gt;FirstRunExperienceCompletedO15&lt;/key&gt;&lt;true/&gt;&lt;key&gt;SendASmileEnabled&lt;/key&gt;&lt;false/&gt;&lt;key&gt;OverrideAccountConfigurationWindow&lt;/key&gt;&lt;true/&gt;&lt;key&gt;OUIWhatsNewLastShownLink&lt;/key&gt;&lt;string&gt;624956&lt;/string&gt;&lt;key&gt;kSubUIAppCompletedFirstRunSetup1507&lt;/key&gt;&lt;true/&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/array&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;26F2418E-91A9-4F2F-A765-7F32E2F07A98&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.ManagedClient.preferences&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;anykeyIT&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;26F2418E-91A9-4F2F-A765-7F32E2F07A98&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;Custom&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;PayloadContent&lt;/key&gt;&lt;dict&gt;&lt;key&gt;com.microsoft.onenote.mac&lt;/key&gt;&lt;dict&gt;&lt;key&gt;Forced&lt;/key&gt;&lt;array&gt;&lt;dict&gt;&lt;key&gt;mcx_preference_settings&lt;/key&gt;&lt;dict&gt;&lt;key&gt;SendAllTelemetryEnabled&lt;/key&gt;&lt;false/&gt;&lt;key&gt;kFRETelemetryConsentKey&lt;/key&gt;&lt;true/&gt;&lt;key&gt;SendASmileEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;kFREEnterpriseTelemetryInfoKey&lt;/key&gt;&lt;true/&gt;&lt;key&gt;kFREIntelligenceServicesConsentV2Key&lt;/key&gt;&lt;true/&gt;&lt;key&gt;SendCrashReportsEvenWithTelemetryDisabled&lt;/key&gt;&lt;false/&gt;&lt;key&gt;kSubUIAppCompletedFirstRunSetup1507&lt;/key&gt;&lt;true/&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/array&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/array&gt;&lt;/dict&gt;&lt;/plist&gt;</payloads>
    </general>
    <scope>
        <all_computers>false</all_computers>
        <all_jss_users>false</all_jss_users>
        <computers/>
        <buildings/>
        <departments/>
        <computer_groups>
            <computer_group>
                <id>27</id>
                <name>Microsoft Office 2019 Installed</name>
            </computer_group>
        </computer_groups>
        <jss_users/>
        <jss_user_groups/>
        <limitations>
            <users/>
            <user_groups/>
            <network_segments/>
            <ibeacons/>
        </limitations>
        <exclusions>
            <computers/>
            <buildings/>
            <departments/>
            <computer_groups/>
            <users/>
            <user_groups/>
            <network_segments/>
            <ibeacons/>
            <jss_users/>
            <jss_user_groups/>
        </exclusions>
    </scope>
    <self_service>
        <self_service_display_name>Microsoft Office 2019 Bootstrap</self_service_display_name>
        <install_button_text>Install</install_button_text>
        <self_service_description/>
        <force_users_to_view_description>false</force_users_to_view_description>
        <security>
            <removal_disallowed>Never</removal_disallowed>
        </security>
        <self_service_icon/>
        <feature_on_main_page>false</feature_on_main_page>
        <self_service_categories>
            <category>
                <id>1</id>
                <name>anykey IT</name>
                <display_in>true</display_in>
                <feature_in>false</feature_in>
            </category>
        </self_service_categories>
        <notification>false</notification>
        <notification>Self Service</notification>
        <notification_subject/>
        <notification_message/>
    </self_service>
</os_x_configuration_profile>
