<?xml version="1.0" encoding="UTF-8" standalone="yes"?>
<os_x_configuration_profile>
    <general>
        <name>Microsoft Office 2019 Bootstrap</name>
        <category>
            <name>anykey IT</name>
        </category>
        <payloads><?xml version="1.0" encoding="UTF-8"?><!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
            <plist version="1"><dict><key>PayloadUUID</key><string>de2eaaa6-cc07-4e55-9eb9-46990626693f</string><key>PayloadType</key><string>Configuration</string><key>PayloadOrganization</key><string>anykeyIT</string><key>PayloadIdentifier</key><string>de2eaaa6-cc07-4e55-9eb9-46990626693f</string><key>PayloadDisplayName</key><string>Microsoft Office 2019 Bootstrap</string><key>PayloadDescription</key><string/><key>PayloadVersion</key><integer>1</integer><key>PayloadEnabled</key><true/><key>PayloadRemovalDisallowed</key><true/><key>PayloadScope</key><string>System</string><key>PayloadContent</key><array><dict><key>PayloadUUID</key><string>7D5FA2A9-FCD9-49AC-8C61-58A2B701BF2D</string><key>PayloadType</key><string>com.apple.ManagedClient.preferences</string><key>PayloadOrganization</key><string>anver</string><key>PayloadIdentifier</key><string>7D5FA2A9-FCD9-49AC-8C61-58A2B701BF2D</string><key>PayloadDisplayName</key><string>Custom</string><key>PayloadDescription</key><string/><key>PayloadVersion</key><integer>1</integer><key>PayloadEnabled</key><true/><key>PayloadContent</key><dict><key>com.microsoft.autoupdate2</key><dict><key>Forced</key><array><dict><key>mcx_preference_settings</key><dict><key>StartDaemonOnAppLaunch</key><false/><key>ChannelName</key><string>Production</string><key>SendAllTelemetryEnabled</key><false/><key>Applications</key><dict><key>/Applications/Microsoft Excel.app</key><dict><key>LCID</key><integer>1033</integer><key>Application ID</key><string>XCEL2019</string></dict><key>/Applications/Microsoft PowerPoint.app</key><dict><key>LCID</key><integer>1033</integer><key>Application ID</key><string>PPT32019</string></dict><key>/Applications/Skype for Business.app</key><dict><key>LCID</key><integer>1033</integer><key>Application ID</key><string>MSFB2019</string></dict><key>/Applications/Microsoft Outlook.app</key><dict><key>LCID</key><integer>1033</integer><key>Application ID</key><string>OPIM2019</string></dict><key>/Library/Application Support/Microsoft/MAU2.0/Microsoft AutoUpdate.app</key><dict><key>LCID</key><integer>1033</integer><key>Application ID</key><string>MSau03</string></dict><key>/Applications/Microsoft Remote Desktop.app</key><dict><key>LCID</key><integer>1033</integer><key>Application ID</key><string>MSRD10</string></dict><key>/Applications/Company Portal.app</key><dict><key>LCID</key><integer>1033</integer><key>Application ID</key><string>IMCP01</string></dict><key>/Applications/Microsoft Word.app</key><dict><key>LCID</key><integer>1033</integer><key>Application ID</key><string>MSWD2019</string></dict><key>/Applications/Microsoft OneNote.app</key><dict><key>LCID</key><integer>1033</integer><key>Application ID</key><string>ONMC2019</string></dict></dict><key>DisableInsiderCheckbox</key><true/><key>EnableCheckForUpdatesButton</key><false/><key>HowToCheck</key><string>Manual</string></dict></dict></array></dict></dict></dict><dict><key>PayloadUUID</key><string>CBEF1FB5-CF14-4E67-992F-72BE1717EDF5</string><key>PayloadType</key><string>com.apple.ManagedClient.preferences</string><key>PayloadOrganization</key><string>anver</string><key>PayloadIdentifier</key><string>CBEF1FB5-CF14-4E67-992F-72BE1717EDF5</string><key>PayloadDisplayName</key><string>Custom</string><key>PayloadDescription</key><string/><key>PayloadVersion</key><integer>1</integer><key>PayloadEnabled</key><true/><key>PayloadContent</key><dict><key>com.microsoft.Excel</key><dict><key>Forced</key><array><dict><key>mcx_preference_settings</key><dict><key>SendAllTelemetryEnabled</key><false/><key>SendASmileEnabled</key><false/><key>OUIWhatsNewLastShownLink</key><string>624954</string><key>kSubUIAppCompletedFirstRunSetup1507</key><true/></dict></dict></array></dict></dict></dict><dict><key>PayloadUUID</key><string>CBC739AB-0FE8-47D7-88AE-0D63EDE7B7F9</string><key>PayloadType</key><string>com.apple.ManagedClient.preferences</string><key>PayloadOrganization</key><string>anver</string><key>PayloadIdentifier</key><string>CBC739AB-0FE8-47D7-88AE-0D63EDE7B7F9</string><key>PayloadDisplayName</key><string>Custom</string><key>PayloadDescription</key><string/><key>PayloadVersion</key><integer>1</integer><key>PayloadEnabled</key><true/><key>PayloadContent</key><dict><key>com.microsoft.office</key><dict><key>Forced</key><array><dict><key>mcx_preference_settings</key><dict><key>OfficeAutoSignIn</key><true/><key>ShowDocStageOnLaunch</key><false/><key>ShowWhatsNewOnLaunch</key><true/><key>kCUIThemePreferencesThemeKeyPath</key><integer>0</integer><key>TermsAccepted1809</key><true/><key>DefaultsToLocalOpenSave</key><true/></dict></dict></array></dict></dict></dict><dict><key>PayloadUUID</key><string>2F599160-B0F4-4702-8E1B-36585C39F836</string><key>PayloadType</key><string>com.apple.ManagedClient.preferences</string><key>PayloadOrganization</key><string>anver</string><key>PayloadIdentifier</key><string>2F599160-B0F4-4702-8E1B-36585C39F836</string><key>PayloadDisplayName</key><string>Custom</string><key>PayloadDescription</key><string/><key>PayloadVersion</key><integer>1</integer><key>PayloadEnabled</key><true/><key>PayloadContent</key><dict><key>com.microsoft.Office365ServiceV2</key><dict><key>Forced</key><array><dict><key>mcx_preference_settings</key><dict><key>SendAllTelemetryEnabled</key><false/></dict></dict></array></dict></dict></dict><dict><key>PayloadUUID</key><string>1D4561EB-3A09-4AD2-AA23-D988D1ACB1E7</string><key>PayloadType</key><string>com.apple.ManagedClient.preferences</string><key>PayloadOrganization</key><string>anver</string><key>PayloadIdentifier</key><string>1D4561EB-3A09-4AD2-AA23-D988D1ACB1E7</string><key>PayloadDisplayName</key><string>Custom</string><key>PayloadDescription</key><string/><key>PayloadVersion</key><integer>1</integer><key>PayloadEnabled</key><true/><key>PayloadContent</key><dict><key>com.microsoft.Powerpoint</key><dict><key>Forced</key><array><dict><key>mcx_preference_settings</key><dict><key>SendAllTelemetryEnabled</key><false/><key>SendASmileEnabled</key><false/><key>OUIWhatsNewLastShownLink</key><string>624955</string><key>kSubUIAppCompletedFirstRunSetup1507</key><true/></dict></dict></array></dict></dict></dict><dict><key>PayloadUUID</key><string>5716BDD4-E6B7-4A6E-A63D-46D3BF9F21FF</string><key>PayloadType</key><string>com.apple.ManagedClient.preferences</string><key>PayloadOrganization</key><string>anver</string><key>PayloadIdentifier</key><string>5716BDD4-E6B7-4A6E-A63D-46D3BF9F21FF</string><key>PayloadDisplayName</key><string>Custom</string><key>PayloadDescription</key><string/><key>PayloadVersion</key><integer>1</integer><key>PayloadEnabled</key><true/><key>PayloadContent</key><dict><key>com.microsoft.Word</key><dict><key>Forced</key><array><dict><key>mcx_preference_settings</key><dict><key>SendAllTelemetryEnabled</key><false/><key>SendASmileEnabled</key><false/><key>OUIWhatsNewLastShownLink</key><string>624953</string><key>kSubUIAppCompletedFirstRunSetup1507</key><true/></dict></dict></array></dict></dict></dict><dict><key>PayloadUUID</key><string>7B9A7CCE-FD88-4D38-A34E-9FB05ABAB18F</string><key>PayloadType</key><string>com.apple.ManagedClient.preferences</string><key>PayloadOrganization</key><string>anver</string><key>PayloadIdentifier</key><string>7B9A7CCE-FD88-4D38-A34E-9FB05ABAB18F</string><key>PayloadDisplayName</key><string>Custom</string><key>PayloadDescription</key><string/><key>PayloadVersion</key><integer>1</integer><key>PayloadEnabled</key><true/><key>PayloadContent</key><dict><key>com.microsoft.errorreporting</key><dict><key>Forced</key><array><dict><key>mcx_preference_settings</key><dict><key>IsAttachedEnabled</key><false/></dict></dict></array></dict></dict></dict><dict><key>PayloadUUID</key><string>54E8D478-D9A3-4B78-8CA4-4F3702631705</string><key>PayloadType</key><string>com.apple.ManagedClient.preferences</string><key>PayloadOrganization</key><string>anver</string><key>PayloadIdentifier</key><string>54E8D478-D9A3-4B78-8CA4-4F3702631705</string><key>PayloadDisplayName</key><string>Custom</string><key>PayloadDescription</key><string/><key>PayloadVersion</key><integer>1</integer><key>PayloadEnabled</key><true/><key>PayloadContent</key><dict><key>com.microsoft.Outlook</key><dict><key>Forced</key><array><dict><key>mcx_preference_settings</key><dict><key>SendAllTelemetryEnabled</key><false/><key>FirstRunExperienceCompletedO15</key><true/><key>SendASmileEnabled</key><false/><key>OverrideAccountConfigurationWindow</key><true/><key>OUIWhatsNewLastShownLink</key><string>624956</string><key>kSubUIAppCompletedFirstRunSetup1507</key><true/></dict></dict></array></dict></dict></dict><dict><key>PayloadUUID</key><string>26F2418E-91A9-4F2F-A765-7F32E2F07A98</string><key>PayloadType</key><string>com.apple.ManagedClient.preferences</string><key>PayloadOrganization</key><string>anykeyIT</string><key>PayloadIdentifier</key><string>26F2418E-91A9-4F2F-A765-7F32E2F07A98</string><key>PayloadDisplayName</key><string>Custom</string><key>PayloadDescription</key><string/><key>PayloadVersion</key><integer>1</integer><key>PayloadEnabled</key><true/><key>PayloadContent</key><dict><key>com.microsoft.onenote.mac</key><dict><key>Forced</key><array><dict><key>mcx_preference_settings</key><dict><key>SendAllTelemetryEnabled</key><false/><key>kFRETelemetryConsentKey</key><true/><key>SendASmileEnabled</key><true/><key>kFREEnterpriseTelemetryInfoKey</key><true/><key>kFREIntelligenceServicesConsentV2Key</key><true/><key>SendCrashReportsEvenWithTelemetryDisabled</key><false/><key>kSubUIAppCompletedFirstRunSetup1507</key><true/></dict></dict></array></dict></dict></dict></array></dict></plist></payloads>
    </general>
    <scope>
        <all_computers>false</all_computers>
        <computer_groups>
            <computer_group>
                <name>Microsoft Office 2019 Installed</name>
            </computer_group>
        </computer_groups>
    </scope>
</os_x_configuration_profile>
