<?xml version="1.0" encoding="UTF-8"?>
<os_x_configuration_profile>
  <general>
        <name>anykey IT Client Bootstrap</name>
        <category>
            <name>anykey IT</name>
        </category>
    <payloads><?xml version="1.0" encoding="UTF-8"?><!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd"><plist version="1"><dict><key>PayloadUUID</key><string>fbd3c49e-e392-4a90-9375-2cd72dc83a41</string><key>PayloadType</key><string>Configuration</string><key>PayloadOrganization</key><string>anykeyIT</string><key>PayloadIdentifier</key><string>fbd3c49e-e392-4a90-9375-2cd72dc83a41</string><key>PayloadDisplayName</key><string>anykey IT Client Bootstrap</string><key>PayloadDescription</key><string/><key>PayloadVersion</key><integer>1</integer><key>PayloadEnabled</key><true/><key>PayloadRemovalDisallowed</key><true/><key>PayloadScope</key><string>System</string><key>PayloadContent</key><array><dict><key>PayloadUUID</key><string>eb3e038c-4ed5-4b03-ae04-595884656da3</string><key>PayloadType</key><string>com.apple.ManagedClient.preferences</string><key>PayloadOrganization</key><string>anver</string><key>PayloadIdentifier</key><string>MCXToProfile.bb7a3cb4-fba2-4e73-aad7-4120eb47a1de.alacarte.customsettings.eb3e038c-4ed5-4b03-ae04-595884656da3</string><key>PayloadDisplayName</key><string>Custom</string><key>PayloadDescription</key><string/><key>PayloadVersion</key><integer>1</integer><key>PayloadEnabled</key><true/><key>PayloadContent</key><dict><key>com.apple.assistant.support</key><dict><key>Forced</key><array><dict><key>mcx_preference_settings</key><dict><key>Assistant Enabled</key><false/></dict></dict></array></dict></dict></dict><dict><key>PayloadUUID</key><string>a1db3306-8616-411b-a163-efb8b5f0bdd0</string><key>PayloadType</key><string>com.apple.ManagedClient.preferences</string><key>PayloadOrganization</key><string>anver</string><key>PayloadIdentifier</key><string>MCXToProfile.bb7a3cb4-fba2-4e73-aad7-4120eb47a1de.alacarte.customsettings.a1db3306-8616-411b-a163-efb8b5f0bdd0</string><key>PayloadDisplayName</key><string>Custom</string><key>PayloadDescription</key><string/><key>PayloadVersion</key><integer>1</integer><key>PayloadEnabled</key><true/><key>PayloadContent</key><dict><key>com.apple.loginwindow</key><dict><key>Forced</key><array><dict><key>mcx_preference_settings</key><dict><key>TALLogoutSavesState</key><false/><key>AdminHostInfo</key><string>HostName</string></dict></dict></array></dict></dict></dict><dict><key>PayloadUUID</key><string>aecb7d33-0d1e-4b9e-9bc5-f665e8bcffea</string><key>PayloadType</key><string>com.apple.ManagedClient.preferences</string><key>PayloadOrganization</key><string>anver</string><key>PayloadIdentifier</key><string>MCXToProfile.bb7a3cb4-fba2-4e73-aad7-4120eb47a1de.alacarte.customsettings.aecb7d33-0d1e-4b9e-9bc5-f665e8bcffea</string><key>PayloadDisplayName</key><string>Custom</string><key>PayloadDescription</key><string/><key>PayloadVersion</key><integer>1</integer><key>PayloadEnabled</key><true/><key>PayloadContent</key><dict><key>com.apple.mail</key><dict><key>Forced</key><array><dict><key>mcx_preference_settings</key><dict><key>DisableInlineAttachmentViewing</key><true/></dict></dict></array></dict></dict></dict><dict><key>PayloadUUID</key><string>3f7b17ec-f032-4051-ae2c-bda2f49b6c41</string><key>PayloadType</key><string>com.apple.ManagedClient.preferences</string><key>PayloadOrganization</key><string>anver</string><key>PayloadIdentifier</key><string>MCXToProfile.bb7a3cb4-fba2-4e73-aad7-4120eb47a1de.alacarte.customsettings.3f7b17ec-f032-4051-ae2c-bda2f49b6c41</string><key>PayloadDisplayName</key><string>Custom</string><key>PayloadDescription</key><string/><key>PayloadVersion</key><integer>1</integer><key>PayloadEnabled</key><true/><key>PayloadContent</key><dict><key>com.apple.NetworkAuthorization</key><dict><key>Forced</key><array><dict><key>mcx_preference_settings</key><dict><key>AllowUnknownServers</key><true/></dict></dict></array></dict></dict></dict><dict><key>PayloadUUID</key><string>6368c511-3721-482a-9992-822f0b83d77e</string><key>PayloadType</key><string>com.apple.ManagedClient.preferences</string><key>PayloadOrganization</key><string>anver</string><key>PayloadIdentifier</key><string>MCXToProfile.bb7a3cb4-fba2-4e73-aad7-4120eb47a1de.alacarte.customsettings.6368c511-3721-482a-9992-822f0b83d77e</string><key>PayloadDisplayName</key><string>Custom</string><key>PayloadDescription</key><string/><key>PayloadVersion</key><integer>1</integer><key>PayloadEnabled</key><true/><key>PayloadContent</key><dict><key>com.apple.Safari</key><dict><key>Forced</key><array><dict><key>mcx_preference_settings</key><dict><key>PlugInInfo</key><dict><key>com.apple.QuickTime Plugin.plugin</key><dict><key>plugInCurrentState</key><true/></dict><key>com.oracle.java.JavaAppletPlugin</key><dict><key>plugInCurrentState</key><true/></dict><key>com.macromedia.Flash Player.plugin</key><dict><key>plugInCurrentState</key><true/></dict></dict><key>ManagedPlugInPolicies</key><dict><key>com.apple.QuickTime Plugin.plugin</key><dict><key>PlugInFirstVisitPolicy</key><string>PlugInPolicyAllowWithSecurityRestrictions</string></dict><key>com.oracle.java.JavaAppletPlugin</key><dict><key>PlugInFirstVisitPolicy</key><string>PlugInPolicyAllowWithSecurityRestrictions</string></dict><key>com.macromedia.Flash Player.plugin</key><dict><key>PlugInDisallowPromptBeforeUseDialog</key><true/><key>PlugInFirstVisitPolicy</key><string>PlugInPolicyAllowWithSecurityRestrictions</string></dict></dict></dict></dict></array></dict></dict></dict><dict><key>PayloadUUID</key><string>742d26da-8604-4e67-bd09-ed6e9b53cb90</string><key>PayloadType</key><string>com.apple.ManagedClient.preferences</string><key>PayloadOrganization</key><string>anver</string><key>PayloadIdentifier</key><string>MCXToProfile.bb7a3cb4-fba2-4e73-aad7-4120eb47a1de.alacarte.customsettings.742d26da-8604-4e67-bd09-ed6e9b53cb90</string><key>PayloadDisplayName</key><string>Custom</string><key>PayloadDescription</key><string/><key>PayloadVersion</key><integer>1</integer><key>PayloadEnabled</key><true/><key>PayloadContent</key><dict><key>com.apple.sharingd</key><dict><key>Forced</key><array><dict><key>mcx_preference_settings</key><dict><key>DiscoverableMode</key><string>Everyone</string></dict></dict></array></dict></dict></dict><dict><key>PayloadUUID</key><string>10d3e6c8-f10f-4441-bf7c-5afa86a243f5</string><key>PayloadType</key><string>com.apple.ManagedClient.preferences</string><key>PayloadOrganization</key><string>anver</string><key>PayloadIdentifier</key><string>MCXToProfile.bb7a3cb4-fba2-4e73-aad7-4120eb47a1de.alacarte.customsettings.10d3e6c8-f10f-4441-bf7c-5afa86a243f5</string><key>PayloadDisplayName</key><string>Custom</string><key>PayloadDescription</key><string/><key>PayloadVersion</key><integer>1</integer><key>PayloadEnabled</key><true/><key>PayloadContent</key><dict><key>com.apple.Siri</key><dict><key>Forced</key><array><dict><key>mcx_preference_settings</key><dict><key>UserHasDeclinedEnable</key><true/><key>StatusMenuVisible</key><false/></dict></dict></array></dict></dict></dict><dict><key>PayloadUUID</key><string>15c7e68d-ee5a-4727-a0e6-3609c5eedf00</string><key>PayloadType</key><string>com.apple.ManagedClient.preferences</string><key>PayloadOrganization</key><string>anver</string><key>PayloadIdentifier</key><string>MCXToProfile.bb7a3cb4-fba2-4e73-aad7-4120eb47a1de.alacarte.customsettings.15c7e68d-ee5a-4727-a0e6-3609c5eedf00</string><key>PayloadDisplayName</key><string>Custom</string><key>PayloadDescription</key><string/><key>PayloadVersion</key><integer>1</integer><key>PayloadEnabled</key><true/><key>PayloadContent</key><dict><key>com.apple.SoftwareUpdate</key><dict><key>Forced</key><array><dict><key>mcx_preference_settings</key><dict><key>AutomaticCheckEnabled</key><false/><key>AutomaticDownload</key><false/></dict></dict></array></dict></dict></dict><dict><key>PayloadUUID</key><string>4d7a8408-7ad2-423c-86cb-8a643268cf98</string><key>PayloadType</key><string>com.apple.ManagedClient.preferences</string><key>PayloadOrganization</key><string>anver</string><key>PayloadIdentifier</key><string>MCXToProfile.bb7a3cb4-fba2-4e73-aad7-4120eb47a1de.alacarte.customsettings.4d7a8408-7ad2-423c-86cb-8a643268cf98</string><key>PayloadDisplayName</key><string>Custom</string><key>PayloadDescription</key><string/><key>PayloadVersion</key><integer>1</integer><key>PayloadEnabled</key><true/><key>PayloadContent</key><dict><key>com.apple.TimeMachine</key><dict><key>Forced</key><array><dict><key>mcx_preference_settings</key><dict><key>DoNotOfferNewDisksForBackup</key><true/></dict></dict></array></dict></dict></dict><dict><key>PayloadUUID</key><string>ddbce976-0d3f-4cdd-92e2-20f2b1c3141a</string><key>PayloadType</key><string>com.apple.ManagedClient.preferences</string><key>PayloadOrganization</key><string>anver</string><key>PayloadIdentifier</key><string>MCXToProfile.bb7a3cb4-fba2-4e73-aad7-4120eb47a1de.alacarte.customsettings.ddbce976-0d3f-4cdd-92e2-20f2b1c3141a</string><key>PayloadDisplayName</key><string>Custom</string><key>PayloadDescription</key><string/><key>PayloadVersion</key><integer>1</integer><key>PayloadEnabled</key><true/><key>PayloadContent</key><dict><key>com.apple.timezone.auto</key><dict><key>Forced</key><array><dict><key>mcx_preference_settings</key><dict><key>Active</key><true/></dict></dict></array></dict></dict></dict><dict><key>PayloadUUID</key><string>046aa51e-cd8d-4436-8a7b-a933fa8ae757</string><key>PayloadType</key><string>com.apple.ManagedClient.preferences</string><key>PayloadOrganization</key><string>anver</string><key>PayloadIdentifier</key><string>MCXToProfile.bb7a3cb4-fba2-4e73-aad7-4120eb47a1de.alacarte.customsettings.046aa51e-cd8d-4436-8a7b-a933fa8ae757</string><key>PayloadDisplayName</key><string>Custom</string><key>PayloadDescription</key><string/><key>PayloadVersion</key><integer>1</integer><key>PayloadEnabled</key><true/><key>PayloadContent</key><dict><key>com.google.Chrome</key><dict><key>Forced</key><array><dict><key>mcx_preference_settings</key><dict><key>DefaultNotificationsSetting</key><integer>3</integer><key>HomepageLocation</key><string>https://google.ch</string><key>HomepageIsNewTabPage</key><false/><key>AllowDeletingBrowserHistory</key><false/><key>IncognitoModeAvailability</key><integer>1</integer><key>DefaultJavaScriptSetting</key><integer>1</integer><key>ImportSavedPasswords</key><false/><key>SafeBrowsingEnabled</key><true/><key>ImportSearchEngine</key><false/><key>DefaultGeolocationSetting</key><integer>2</integer><key>DeviceAutoUpdateDisabled</key><true/><key>DefaultPopupsSetting</key><integer>3</integer><key>DefaultPluginsSetting</key><integer>1</integer><key>HideWebStoreIcon</key><true/><key>ImportHomepage</key><false/><key>SyncDisabled</key><false/><key>RestoreOnStartupURLs</key><array><string>https://google.ch</string></array><key>AlwaysAuthorizePlugins</key><true/><key>ShowHomeButton</key><true/><key>AutoFillEnabled</key><false/><key>BackgroundModeEnabled</key><false/><key>ImportBookmarks</key><false/><key>ImportHistory</key><false/><key>DefaultSearchProviderSearchURL</key><string>www.google.ch/search?q=</string><key>RestoreOnStartup</key><integer>4</integer><key>DefaultSearchProviderName</key><string>Google</string><key>DefaultSearchProviderEnabled</key><true/><key>ImportAutofillFormData</key><false/><key>AllowOutdatedPlugins</key><false/><key>DefaultBrowserSettingEnabled</key><false/><key>PasswordManagerEnabled</key><true/></dict></dict></array></dict></dict></dict><dict><key>PayloadUUID</key><string>bf526980-f0f0-479a-bc72-d1cd077dfd77</string><key>PayloadType</key><string>com.apple.ManagedClient.preferences</string><key>PayloadOrganization</key><string>anver</string><key>PayloadIdentifier</key><string>MCXToProfile.bb7a3cb4-fba2-4e73-aad7-4120eb47a1de.alacarte.customsettings.bf526980-f0f0-479a-bc72-d1cd077dfd77</string><key>PayloadDisplayName</key><string>Custom</string><key>PayloadDescription</key><string/><key>PayloadVersion</key><integer>1</integer><key>PayloadEnabled</key><true/><key>PayloadContent</key><dict><key>org.cups.PrintingPrefs</key><dict><key>Forced</key><array><dict><key>mcx_preference_settings</key><dict><key>com.apple.print.preset.defaultToStandardPreset</key><true/></dict></dict></array></dict></dict></dict><dict><key>PayloadUUID</key><string>77BA0572-94D0-4C71-B120-44D63B071D05</string><key>PayloadType</key><string>com.apple.ManagedClient.preferences</string><key>PayloadOrganization</key><string>anver</string><key>PayloadIdentifier</key><string>77BA0572-94D0-4C71-B120-44D63B071D05</string><key>PayloadDisplayName</key><string>Custom</string><key>PayloadDescription</key><string/><key>PayloadVersion</key><integer>1</integer><key>PayloadEnabled</key><true/><key>PayloadContent</key><dict><key>com.apple.AppleMultitouchTrackpad</key><dict><key>Forced</key><array><dict><key>mcx_preference_settings</key><dict><key>TrackpadCornerSecondaryClick</key><integer>0</integer><key>Clicking</key><true/></dict></dict></array></dict></dict></dict><dict><key>PayloadUUID</key><string>02883747-3ABC-4709-AB16-3897E2E1AF09</string><key>PayloadType</key><string>com.apple.ManagedClient.preferences</string><key>PayloadOrganization</key><string>anykeyIT</string><key>PayloadIdentifier</key><string>02883747-3ABC-4709-AB16-3897E2E1AF09</string><key>PayloadDisplayName</key><string>Custom</string><key>PayloadDescription</key><string/><key>PayloadVersion</key><integer>1</integer><key>PayloadEnabled</key><true/><key>PayloadContent</key><dict><key>.GlobalPreferences</key><dict><key>Forced</key><array><dict><key>mcx_preference_settings</key><dict><key>NSAutomaticPeriodSubstitutionEnabled</key><false/><key>NSAutomaticDashSubstitutionEnabled</key><true/><key>AppleShowScrollBars</key><string>Always</string><key>NSAutomaticSpellingCorrectionEnabled</key><false/><key>AppleShowAllExtensions</key><true/><key>NSQuitAlwaysKeepsWindows</key><false/><key>NSAutomaticCapitalizationEnabled</key><false/><key>NSAutomaticQuoteSubstitutionEnabled</key><true/><key>CSUIDisable32BitWarning</key><true/><key>NSAutomaticTextCompletionEnabled</key><true/><key>NSAutomaticTextCompletionCollapsed</key><true/></dict></dict></array></dict></dict></dict><dict><key>PayloadUUID</key><string>EF3BDF35-EE38-4E4A-A5FC-AC4DF9EFB09E</string><key>PayloadType</key><string>com.apple.ManagedClient.preferences</string><key>PayloadOrganization</key><string>anykeyIT</string><key>PayloadIdentifier</key><string>EF3BDF35-EE38-4E4A-A5FC-AC4DF9EFB09E</string><key>PayloadDisplayName</key><string>Custom</string><key>PayloadDescription</key><string/><key>PayloadVersion</key><integer>1</integer><key>PayloadEnabled</key><true/><key>PayloadContent</key><dict><key>com.apple.finder</key><dict><key>Forced</key><array><dict><key>mcx_preference_settings</key><dict><key>ShowPreviewPane</key><false/><key>ShowRemovableMediaOnDesktop</key><true/><key>SidebarPlacesSectionDisclosedState</key><true/><key>ShowMountedServersOnDesktop</key><true/><key>ShowStatusBar</key><true/><key>NewWindowTarget</key><string>PfHm</string><key>FXPreferredSearchViewStyle</key><string>clmv</string><key>ShowSidebar</key><true/><key>ShowExternalHardDrivesOnDesktop</key><true/><key>SearchRecentsSavedViewStyle</key><string>clmv</string><key>AlwaysOpenWindowsInColumnView</key><true/><key>ShowPathbar</key><true/><key>ShowTabView</key><false/><key>FXPreferredViewStyle</key><string>clmv</string><key>QuitMenuItem</key><true/><key>SidebarDevicesSectionDisclosedState</key><true/><key>ShowRecentTags</key><false/><key>SidebarSharedSectionDisclosedState</key><true/><key>_FXShowPosixPathInTitle</key><true/><key>ShowHardDrivesOnDesktop</key><true/></dict></dict></array></dict></dict></dict><dict><key>PayloadUUID</key><string>FF0B726F-E3F9-4997-9841-E32D6415E7DC</string><key>PayloadType</key><string>com.apple.ManagedClient.preferences</string><key>PayloadOrganization</key><string>anykeyIT</string><key>PayloadIdentifier</key><string>FF0B726F-E3F9-4997-9841-E32D6415E7DC</string><key>PayloadDisplayName</key><string>Custom</string><key>PayloadDescription</key><string/><key>PayloadVersion</key><integer>1</integer><key>PayloadEnabled</key><true/><key>PayloadContent</key><dict><key>com.apple.appstore</key><dict><key>Forced</key><array><dict><key>mcx_preference_settings</key><dict><key>DisableSoftwareUpdateNotifications</key><true/></dict></dict></array></dict></dict></dict><dict><key>PayloadUUID</key><string>AAC01ED1-DDE3-4C82-952A-83EDB1113DF9</string><key>PayloadType</key><string>com.apple.ManagedClient.preferences</string><key>PayloadOrganization</key><string>anykeyIT</string><key>PayloadIdentifier</key><string>AAC01ED1-DDE3-4C82-952A-83EDB1113DF9</string><key>PayloadDisplayName</key><string>Custom</string><key>PayloadDescription</key><string/><key>PayloadVersion</key><integer>1</integer><key>PayloadEnabled</key><true/><key>PayloadContent</key><dict><key>com.apple.SetupAssistant.managed</key><dict><key>Forced</key><array><dict><key>mcx_preference_settings</key><dict><key>GestureMovieSeen</key><true/><key>SkipTouchIDSetup</key><true/><key>SkipAppearance</key><true/><key>SkipPrivacySetup</key><true/><key>DidSeePrivacy</key><true/><key>DidSeeTouchIDSetup</key><true/><key>DidSeeSiriSetup</key><true/><key>DidSeeTrueTonePrivacy</key><true/><key>SkipCloudSetup</key><true/><key>SkipSiriSetup</key><true/><key>DidSeeCloudSetup</key><true/><key>SkipiCloudStorageSetup</key><true/></dict></dict></array></dict></dict></dict></array></dict></plist></payloads>
  </general>
  <scope>
    <all_computers>true</all_computers>
  </scope>
</os_x_configuration_profile>
