<?xml version="1.0" encoding="UTF-8"?>
<policy>
  <general>
    <name>DropDMG</name>
    <enabled>true</enabled>
    <trigger>EVENT</trigger>
    <trigger_checkin>true</trigger_checkin>
    <frequency>Once every day</frequency>
    <category>
      <name>Applikationen</name>
    </category>
  </general>
  <scope>
    <all_computers>true</all_computers>
  </scope>
  <self_service>
    <use_for_self_service>false</use_for_self_service>
  </self_service>
  <package_configuration>
    <packages>
      <size>0</size>
    </packages>
  </package_configuration>
  <files_processes>
    <run_command>/usr/local/bin/aky dropdmg</run_command>
  </files_processes>
</policy>
