<?xml version="1.0" encoding="UTF-8"?>
<policy>
  <general>
    <name>Microsoft Office 2019</name>
    <enabled>true</enabled>
    <trigger>EVENT</trigger>
    <trigger_checkin>true</trigger_checkin>
    <trigger_enrollment_complete>true</trigger_enrollment_complete>
    <frequency>Once every day</frequency>
    <category>
      <name>Applikationen</name>
    </category>
  </general>
  <scope>
    <all_computers>true</all_computers>
    <exclusions>
      <computers/>
      <computer_groups>
        <computer_group>
          <name>Microsoft Office 2019 Installed</name>
        </computer_group>
      </computer_groups>
    </exclusions>
  </scope>
  <self_service>
    <use_for_self_service>true</use_for_self_service>
    <self_service_display_name>Microsoft Office 2019</self_service_display_name>
    <install_button_text>Installieren</install_button_text>
    <reinstall_button_text>Installieren</reinstall_button_text>
    <self_service_categories/>
  </self_service>
  <package_configuration>
    <packages>
      <package>
        <name>Microsoft Office 2019.pkg.zip</name>
        <action>Install</action>
      </package>
    </packages>
  </package_configuration>
</policy>
