<?xml version="1.0" encoding="UTF-8"?>
<policy>
  <general>
    <name>Microsoft Office 2019</name>
    <enabled>true</enabled>
    <trigger>EVENT</trigger>
    <trigger_checkin>true</trigger_checkin>
    <trigger_enrollment_complete>true</trigger_enrollment_complete>
    <frequency>Once every day</frequency>
    <category>
      <name>Applikationen</name>
    </category>
  </general>
  <scope>
    <all_computers>false</all_computers>
    <computers/>
    <computer_groups>
      <computer_group>
        <name>Microsoft Office 2019 Not Installed</name>
      </computer_group>
    </computer_groups>
  </scope>
  <self_service>
    <use_for_self_service>false</use_for_self_service>
    <self_service_display_name>Microsoft Office 2019</self_service_display_name>
    <install_button_text>Install</install_button_text>
    <reinstall_button_text>Reinstall</reinstall_button_text>
  </self_service>
  <package_configuration>
    <packages>
      <package>
        <name>Microsoft Office 2019.pkg.zip</name>
        <action>Install</action>
      </package>
    </packages>
  </package_configuration>
</policy>
