<?xml version="1.0" encoding="UTF-8"?>
<policy>
  <general>
    <name>TigerJython</name>
    <enabled>true</enabled>
    <trigger>EVENT</trigger>
    <trigger_checkin>true</trigger_checkin>
    <category>
      <name>Applikationen</name>
    </category>
  </general>
  <scope>
    <all_computers>true</all_computers>
  </scope>
  <self_service>
    <use_for_self_service>true</use_for_self_service>
    <self_service_display_name>TigerJython</self_service_display_name>
    <install_button_text>Installieren</install_button_text>
    <reinstall_button_text>Installieren</reinstall_button_text>
    <self_service_categories/>
  </self_service>
  <package_configuration>
    <packages>
      <size>1</size>
      <package>
        <name>TigerJython.pkg.zip</name>
        <action>Install</action>
      </package>
    </packages>
  </package_configuration>
</policy>
