<?xml version="1.0" encoding="UTF-8"?>
<os_x_configuration_profile>
  <general>
    <name>anykey IT Client Localisation</name>
    <category>
      <name>anykey IT</name>
    </category>
    <distribution_method>Install Automatically</distribution_method>
    <user_removable>false</user_removable>
    <redeploy_on_update>All</redeploy_on_update>
    <payloads>&lt;?xml version="1.0" encoding="UTF-8"?&gt;&lt;!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd"&gt;
&lt;plist version="1"&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;544f2de1-8c9a-43c0-9ff5-a5b6dde1f35a&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;Configuration&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;anykeyIT&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;544f2de1-8c9a-43c0-9ff5-a5b6dde1f35a&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;anykey IT Client Localisation&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;PayloadRemovalDisallowed&lt;/key&gt;&lt;true/&gt;&lt;key&gt;PayloadScope&lt;/key&gt;&lt;string&gt;System&lt;/string&gt;&lt;key&gt;PayloadContent&lt;/key&gt;&lt;array&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;F5392827-A08F-444A-98DB-4FFE8076B4C6&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.ManagedClient.preferences&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;anykeyIT&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;F5392827-A08F-444A-98DB-4FFE8076B4C6&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;Custom&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;PayloadContent&lt;/key&gt;&lt;dict&gt;&lt;key&gt;com.apple.HIToolbox&lt;/key&gt;&lt;dict&gt;&lt;key&gt;Forced&lt;/key&gt;&lt;array&gt;&lt;dict&gt;&lt;key&gt;mcx_preference_settings&lt;/key&gt;&lt;dict&gt;&lt;key&gt;AppleTimeResID&lt;/key&gt;&lt;dict&gt;&lt;key&gt;smRoman&lt;/key&gt;&lt;integer&gt;19&lt;/integer&gt;&lt;/dict&gt;&lt;key&gt;AppleSelectedInputSources&lt;/key&gt;&lt;array&gt;&lt;dict&gt;&lt;key&gt;KeyboardLayout Name&lt;/key&gt;&lt;string&gt;Swiss German&lt;/string&gt;&lt;key&gt;KeyboardLayout ID&lt;/key&gt;&lt;integer&gt;19&lt;/integer&gt;&lt;key&gt;InputSourceKind&lt;/key&gt;&lt;string&gt;Keyboard Layout&lt;/string&gt;&lt;/dict&gt;&lt;/array&gt;&lt;key&gt;AppleCurrentKeyboardLayoutInputSourceID&lt;/key&gt;&lt;string&gt;com.apple.keylayout.British&lt;/string&gt;&lt;key&gt;AppleDefaultAsciiInputSource&lt;/key&gt;&lt;dict&gt;&lt;key&gt;KeyboardLayout Name&lt;/key&gt;&lt;string&gt;Swiss German&lt;/string&gt;&lt;key&gt;KeyboardLayout ID&lt;/key&gt;&lt;integer&gt;19&lt;/integer&gt;&lt;key&gt;InputSourceKind&lt;/key&gt;&lt;string&gt;Keyboard Layout&lt;/string&gt;&lt;/dict&gt;&lt;key&gt;AppleEnabledInputSources&lt;/key&gt;&lt;array&gt;&lt;dict&gt;&lt;key&gt;KeyboardLayout Name&lt;/key&gt;&lt;string&gt;Swiss German&lt;/string&gt;&lt;key&gt;KeyboardLayout ID&lt;/key&gt;&lt;integer&gt;19&lt;/integer&gt;&lt;key&gt;InputSourceKind&lt;/key&gt;&lt;string&gt;Keyboard Layout&lt;/string&gt;&lt;/dict&gt;&lt;/array&gt;&lt;key&gt;AppleNumberResID&lt;/key&gt;&lt;dict&gt;&lt;key&gt;smRoman&lt;/key&gt;&lt;integer&gt;19&lt;/integer&gt;&lt;/dict&gt;&lt;key&gt;AppleDateResID&lt;/key&gt;&lt;dict&gt;&lt;key&gt;smRoman&lt;/key&gt;&lt;integer&gt;19&lt;/integer&gt;&lt;/dict&gt;&lt;key&gt;AppleInputSourceHistory&lt;/key&gt;&lt;array&gt;&lt;dict&gt;&lt;key&gt;KeyboardLayout Name&lt;/key&gt;&lt;string&gt;Swiss German&lt;/string&gt;&lt;key&gt;KeyboardLayout ID&lt;/key&gt;&lt;integer&gt;19&lt;/integer&gt;&lt;key&gt;InputSourceKind&lt;/key&gt;&lt;string&gt;Keyboard Layout&lt;/string&gt;&lt;/dict&gt;&lt;/array&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/array&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;74198CE5-9DF5-40D1-BB0C-8D883AE8F9C8&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.ManagedClient.preferences&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;anykeyIT&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;74198CE5-9DF5-40D1-BB0C-8D883AE8F9C8&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;Custom&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;PayloadContent&lt;/key&gt;&lt;dict&gt;&lt;key&gt;.GlobalPreferences&lt;/key&gt;&lt;dict&gt;&lt;key&gt;Forced&lt;/key&gt;&lt;array&gt;&lt;dict&gt;&lt;key&gt;mcx_preference_settings&lt;/key&gt;&lt;dict&gt;&lt;key&gt;AppleLanguages&lt;/key&gt;&lt;array&gt;&lt;string&gt;de-CH&lt;/string&gt;&lt;/array&gt;&lt;key&gt;AppleLocale&lt;/key&gt;&lt;string&gt;de_CH&lt;/string&gt;&lt;key&gt;Country&lt;/key&gt;&lt;string&gt;CH&lt;/string&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/array&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/array&gt;&lt;/dict&gt;&lt;/plist&gt;</payloads>
  </general>
  <scope>
    <all_computers>true</all_computers>
  </scope>
</os_x_configuration_profile>
