<?xml version="1.0" encoding="UTF-8"?>
<policy>
	<general>
		<name>VirusTotalUploader</name>
		<enabled>true</enabled>
		<trigger>EVENT</trigger>
		<trigger_checkin>true</trigger_checkin>
		<frequency>Once every day</frequency>
		<category>
			<name>Applikationen</name>
		</category>
	</general>
	<scope>
		<all_computers>true</all_computers>
	</scope>
	<self_service>
		<use_for_self_service>true</use_for_self_service>
		<self_service_display_name>VirusTotalUploader</self_service_display_name>
		<install_button_text>Installieren</install_button_text>
		<reinstall_button_text>Installieren</reinstall_button_text>
	  </self_service>
	<files_processes>
		<run_command>/usr/local/bin/aky virustotaluploader</run_command>
	</files_processes>
</policy>
